{
  "N1": [
    [
      "亜",
      "東亜",
      "とうあ",
      "East Asia, the Orient"
    ],
    [
      "阿",
      "阿波",
      "あわ",
      "Awa (former province located in present-day Tokushima Prefecture)"
    ],
    [
      "哀",
      "哀悼",
      "あいとう",
      "condolence, regret, tribute, sorrow, sympathy, lament"
    ],
    [
      "葵",
      "葵祭",
      "あおいまつり",
      "Aoi Festival (Kyoto, May 15), Aoi Matsuri"
    ],
    [
      "握",
      "握る",
      "にぎる",
      "to clasp, to grasp, to grip, to clutch, to hold (the answer), to have (e.g. the solution), to be the key, to be the reason, to seize (power), to hold (the reins), to dominate, to control, to make (nigirizushi, rice ball, etc.), to form (with one's hands), to press into shape, to mold, to mould"
    ],
    [
      "旭",
      "旭化成",
      "あさひかせい",
      "Asahi Kasei"
    ],
    [
      "梓",
      "上梓",
      "じょうし",
      "wood-block printing, publication"
    ],
    [
      "扱",
      "扱う",
      "あつかう",
      "to deal with (a person), to treat, to handle, to take care of, to entertain, to deal with (a problem), to handle, to manage, to operate (e.g. a machine), to handle, to work, to deal in, to sell, to cover (a topic), to treat, to discuss, to take up, to treat A as B, to mediate (an argument), to be too much for one, to find unmanageable, to gossip"
    ],
    [
      "綾",
      "綾綺殿",
      "りょうきでん",
      "pavilion housing the emperor's bathing quarters and dressing chamber (in Heian Palace)"
    ],
    [
      "鮎",
      "若鮎",
      "わかあゆ",
      "young sweetfish"
    ],
    [
      "杏",
      "杏林",
      "きょうりん",
      "apricot grove"
    ],
    [
      "伊",
      "伊豆",
      "いず",
      "Izu (former province located on the Izu Peninsula in present-day Shizuoka Prefecture, and the Izu Islands)"
    ],
    [
      "威",
      "脅威",
      "きょうい",
      "threat, menace"
    ],
    [
      "尉",
      "大尉",
      "たいい",
      "captain (Army, US Marine Corps, USAF), lieutenant (Navy), flight lieutenant (RAF, RAAF, RNZAF, etc.)"
    ],
    [
      "惟",
      "思惟",
      "しい",
      "thought, thinking, contemplation, consideration, using wisdom to get to the bottom of things, focusing one's mind, deep contemplation, concentrated thought, deliberating, pondering, reflecting"
    ],
    [
      "慰",
      "慰安",
      "いあん",
      "solace, relaxation"
    ],
    [
      "為",
      "行為",
      "こうい",
      "act, deed, conduct"
    ],
    [
      "維",
      "維持",
      "いじ",
      "maintenance, preservation, improvement"
    ],
    [
      "緯",
      "経緯",
      "けいい",
      "details, particulars, sequence of events, circumstances, situation, how things got this way, longitude and latitude, warp and weft, warp and woof"
    ],
    [
      "遺",
      "遺体",
      "いたい",
      "(dead) body, corpse, remains"
    ],
    [
      "井",
      "福井",
      "ふくい",
      "Fukui (city, prefecture)"
    ],
    [
      "亥",
      "辛亥革命",
      "しんがいかくめい",
      "Xinhai Revolution (of China; 1911)"
    ],
    [
      "郁",
      "郁子",
      "むべ",
      "Japanese staunton-vine (Stauntonia hexaphylla)"
    ],
    [
      "磯",
      "磯辺",
      "いそべ",
      "seashore, beach, food wrapped in nori"
    ],
    [
      "壱",
      "壱岐",
      "いき",
      "Iki (former province located on Iki Island in present-day Nagasaki Prefecture), Iki (island)"
    ],
    [
      "逸",
      "逸脱",
      "いつだつ",
      "deviation, departure, omission"
    ],
    [
      "稲",
      "早稲田",
      "わせだ",
      "field of early-blooming (or ripening) rice"
    ],
    [
      "芋",
      "里芋",
      "さといも",
      "taro (Colocasia esculenta), dasheen, eddo"
    ],
    [
      "允",
      "允許",
      "いんきょ",
      "permission, licence, license"
    ],
    [
      "姻",
      "婚姻",
      "こんいん",
      "marriage, matrimony"
    ],
    [
      "陰",
      "陰謀",
      "いんぼう",
      "plot, intrigue, scheme, conspiracy, agreement between two or more people to commit an unlawful act"
    ],
    [
      "隠",
      "隠す",
      "かくす",
      "to hide, to conceal"
    ],
    [
      "韻",
      "余韻",
      "よいん",
      "reverberation, swelling (of a hymn), trailing note, lingering memory, aftertaste, suggestiveness (of a book, poem, etc.)"
    ],
    [
      "卯",
      "卯月",
      "うづき",
      "fourth month of the lunar calendar"
    ],
    [
      "丑",
      "丑の日",
      "うしのひ",
      "day of the Ox (esp. in midsummer or midwinter)"
    ],
    [
      "渦",
      "渦巻く",
      "うずまく",
      "to whirl, to eddy, to swirl, to curl (smoke), to be all jumbled together (feelings, thoughts, etc.), to surge, to sweep"
    ],
    [
      "唄",
      "長唄",
      "ながうた",
      "long epic song with shamisen accompaniment (developed in Edo in the early 17th century)"
    ],
    [
      "浦",
      "浦辺",
      "うらべ",
      "seacoast"
    ],
    [
      "叡",
      "比叡山",
      "ひえいざん",
      "Mt. Hiei (in Kyoto)"
    ],
    [
      "影",
      "影響",
      "えいきょう",
      "influence, effect, impact"
    ],
    [
      "衛",
      "自衛隊",
      "じえいたい",
      "Japan Self-Defense Forces, JSDF, self-defence force, self-defense force"
    ],
    [
      "詠",
      "詠む",
      "よむ",
      "to compose (a Japanese poem), to write, to use as the theme of a poem, to recite (e.g. a poem), to chant, to intone"
    ],
    [
      "疫",
      "免疫",
      "めんえき",
      "immunity, immunization, immunisation, being hardened (to), being unaffected (by), being accustomed (to)"
    ],
    [
      "益",
      "利益",
      "りえき",
      "profit, gains, benefit, advantage, good, interests (e.g. of society), grace (of God, Buddha, etc., esp. as attained through rightful actions, prayer, adherence to one's faith, etc.), blessing, miracle"
    ],
    [
      "悦",
      "満悦",
      "まんえつ",
      "great delight, great satisfaction, rapture"
    ],
    [
      "謁",
      "拝謁",
      "はいえつ",
      "audience with someone of high rank (e.g. the emperor)"
    ],
    [
      "閲",
      "検閲",
      "けんえつ",
      "censorship, inspection, examination"
    ],
    [
      "宴",
      "宴会",
      "えんかい",
      "party, banquet, reception, feast, dinner"
    ],
    [
      "援",
      "支援",
      "しえん",
      "support, backing, aid, assistance"
    ],
    [
      "沿",
      "沿う",
      "そう",
      "to run along, to run beside, to stick to (a line), to follow (a policy, plan, etc.), to act in accordance with, to align with, to meet (wishes, expectations, etc.), to satisfy, to comply with, to live up to"
    ],
    [
      "炎",
      "肺炎",
      "はいえん",
      "pneumonia"
    ],
    [
      "猿",
      "猿人",
      "えんじん",
      "ape man"
    ],
    [
      "縁",
      "無縁",
      "むえん",
      "unrelated, unconnected, irrelevant, indifferent, divorced from, having nothing to do with one, being foreign to one, without relations (esp. of a deceased person), having no surviving relatives, unrelated to the teachings of Buddha, unable to be saved by Buddha"
    ],
    [
      "艶",
      "艶やか",
      "つややか",
      "glossy (e.g. hair), sleek, shiny, lustrous"
    ],
    [
      "苑",
      "御苑",
      "ぎょえん",
      "imperial garden"
    ],
    [
      "鉛",
      "鉛筆",
      "えんぴつ",
      "pencil"
    ],
    [
      "凹",
      "凹凸",
      "おうとつ",
      "unevenness, bumpiness, roughness, ruggedness, imbalance, inequality, unevenness, disparity"
    ],
    [
      "往",
      "往復",
      "おうふく",
      "making a round trip, going and returning, coming and going, round-trip ticket, return ticket, correspondence, exchanging (of letters), keeping company (with), socializing, visiting each other"
    ],
    [
      "旺",
      "旺盛",
      "おうせい",
      "lively, vigorous, energetic, healthy, avid (e.g. desire), rich (e.g. imagination), full of (energy, appetite, curiosity, etc.), brimming with"
    ],
    [
      "殴",
      "殴る",
      "なぐる",
      "to strike, to hit, to beat, to punch"
    ],
    [
      "沖",
      "沖縄",
      "おきなわ",
      "Okinawa (city, prefecture)"
    ],
    [
      "憶",
      "記憶",
      "きおく",
      "memory, recollection, remembrance, memory, storage"
    ],
    [
      "乙",
      "早乙女",
      "さおとめ",
      "young female rice planter, young girl"
    ],
    [
      "卸",
      "卸売",
      "おろしうり",
      "wholesale, wholesaling"
    ],
    [
      "恩",
      "恩恵",
      "おんけい",
      "grace, favor, favour, blessing, benefit"
    ],
    [
      "穏",
      "穏健",
      "おんけん",
      "moderate (view, politics, etc.), temperate, sensible, sober, non-radical"
    ],
    [
      "伽",
      "伽藍",
      "がらん",
      "temple (esp. large one), monastery, temple building"
    ],
    [
      "佳",
      "佳作",
      "かさく",
      "good piece of work, honourable mention (honorable)"
    ],
    [
      "嘉",
      "嘉納",
      "かのう",
      "accepting with pleasure"
    ],
    [
      "嫁",
      "転嫁",
      "てんか",
      "imputation, shifting (blame, responsibility, etc.), passing the buck, second marriage, remarriage"
    ],
    [
      "寡",
      "寡占",
      "かせん",
      "oligopoly, control of a market"
    ],
    [
      "暇",
      "休暇",
      "きゅうか",
      "holiday, day off, furlough, absence (from work)"
    ],
    [
      "架",
      "架空",
      "かくう",
      "fictitious, imaginary, fanciful, fabricated, aerial, overhead"
    ],
    [
      "禍",
      "惨禍",
      "さんか",
      "calamity, disaster, catastrophe"
    ],
    [
      "稼",
      "稼ぐ",
      "かせぐ",
      "to earn (income), to make (money), to score (points, victory), to gain (time), to play (for time), to work hard (at one's job), to labor, to labour, to toil"
    ],
    [
      "箇",
      "箇所",
      "かしょ",
      "place, point, part, spot, area, passage, portion, counter for places, parts, passages, etc."
    ],
    [
      "茄",
      "茄子",
      "なす",
      "eggplant (Solanum melongena), aubergine"
    ],
    [
      "華",
      "豪華",
      "ごうか",
      "extravagant, lavish, opulent, luxurious, magnificent, splendid, fancy, gorgeous"
    ],
    [
      "霞",
      "朝霞",
      "あさがすみ",
      "morning glow, morning mist (haze)"
    ],
    [
      "蚊",
      "蚊帳",
      "かや",
      "mosquito net"
    ],
    [
      "我",
      "我が国",
      "わがくに",
      "our country, our land, one's own country"
    ],
    [
      "芽",
      "芽生える",
      "めばえる",
      "to bud, to sprout, to arise, to begin to grow"
    ],
    [
      "賀",
      "滋賀",
      "しが",
      "Shiga (prefecture)"
    ],
    [
      "雅",
      "優雅",
      "ゆうが",
      "elegant, graceful, refined, leisurely, comfortable, easy, carefree"
    ],
    [
      "餓",
      "飢餓",
      "きが",
      "starvation, famine, hunger"
    ],
    [
      "塊",
      "団塊",
      "だんかい",
      "mass, lump, clod, clump, nodule, baby boom generation (of 1947-1949), babyboomer (born between 1947-1949)"
    ],
    [
      "壊",
      "崩壊",
      "ほうかい",
      "collapse, crumbling, breaking down, caving in, (radioactive) decay, disintegration"
    ],
    [
      "怪",
      "怪獣",
      "かいじゅう",
      "monster"
    ],
    [
      "悔",
      "悔しい",
      "くやしい",
      "frustrated (over a failure, humiliation or injustice), annoyed, chagrined, (bitterly) disappointed, bitter, vexed, frustrating, annoying, regrettable"
    ],
    [
      "懐",
      "懐かしい",
      "なつかしい",
      "dear (old), fondly-remembered, beloved, missed, nostalgic"
    ],
    [
      "戒",
      "警戒",
      "けいかい",
      "vigilance, caution, alertness, precaution, being on guard"
    ],
    [
      "拐",
      "誘拐",
      "ゆうかい",
      "abduction, kidnapping, kidnaping"
    ],
    [
      "魁",
      "花魁",
      "おいらん",
      "oiran, high-ranking courtesan, prostitute"
    ],
    [
      "凱",
      "凱旋",
      "がいせん",
      "triumphant return, returning in triumph"
    ],
    [
      "劾",
      "弾劾",
      "だんがい",
      "impeachment, denunciation, accusation, censure, arraignment"
    ],
    [
      "慨",
      "感慨",
      "かんがい",
      "deep emotion, strong feelings"
    ],
    [
      "概",
      "概念",
      "がいねん",
      "general idea, concept, notion"
    ],
    [
      "涯",
      "生涯",
      "しょうがい",
      "life, lifetime, career, for life, all one's life, throughout one's life, as long as one lives"
    ],
    [
      "街",
      "街頭",
      "がいとう",
      "(on the) street"
    ],
    [
      "該",
      "該当",
      "がいとう",
      "corresponding to, being applicable to, being relevant to, coming under, falling under, fulfilling (requirements), meeting (conditions), qualifying for"
    ],
    [
      "垣",
      "石垣",
      "いしがき",
      "stone wall"
    ],
    [
      "嚇",
      "威嚇",
      "いかく",
      "threat, intimidation, menace"
    ],
    [
      "核",
      "核兵器",
      "かくへいき",
      "nuclear weapon"
    ],
    [
      "殻",
      "地殻変動",
      "ちかくへんどう",
      "diastrophism (movement and deformation of the earth's crust), upheaval (e.g. in politics), seismic shift, earthshaking changes"
    ],
    [
      "獲",
      "獲得",
      "かくとく",
      "acquisition, possession"
    ],
    [
      "穫",
      "収穫",
      "しゅうかく",
      "harvest, crop, ingathering, fruits (of one's labors), gain, result, returns, catch (fishing), bag (hunting), haul"
    ],
    [
      "郭",
      "外郭団体",
      "がいかくだんたい",
      "auxiliary organization (organisation), extra-departmental body, fringe organization"
    ],
    [
      "閣",
      "内閣",
      "ないかく",
      "cabinet (of a government), ministry"
    ],
    [
      "隔",
      "隔離",
      "かくり",
      "isolation, segregation, separation, quarantine"
    ],
    [
      "岳",
      "山岳",
      "さんがく",
      "mountain chain, mountains"
    ],
    [
      "掛",
      "掛ける",
      "かける",
      "to hang up (e.g. a coat, a picture on the wall), to let hang, to suspend (from), to hoist (e.g. sail), to raise (e.g. flag), to put on (e.g. a blanket), to put on top of, to cover, to lay, to spread, to put on (glasses, etc.), to wear (a necklace, etc.), to make (a call), to spend (time, money), to expend, to use, to pour (liquid) onto, to sprinkle (powder or spices) onto, to splash, to throw (e.g. water) onto, to turn on (an engine, radio, etc.), to set (a dial, alarm clock, etc.), to put on (a DVD, song, etc.), to use (a device, implement, etc.), to cause (someone inconvenience, trouble, etc.), to burden (someone), to impose, to multiply (arithmetic operation), to secure (e.g. lock), to take a seat, to sit, to rest (something on something else), to support (something on something else), to bind, to wager, to bet, to risk, to stake, to gamble, to put an effect (spell, anaesthetic, etc.) on, to hold (a play, festival, etc.), to hold an emotion for (pity, hope, etc.), to argue (in court), to deliberate (in a meeting), to present (e.g. idea to a conference, etc.), to increase further, to catch (in a trap, etc.), to set atop, to erect (a makeshift building), to apply (insurance), to pun (on a word), to use (a word) as a pivot word, to play on words, to be partway doing ..., to begin (but not complete) ..., to be about to ..., to address (someone), to direct (something, to someone), to do (something, to someone)"
    ],
    [
      "潟",
      "新潟",
      "にいがた",
      "Niigata (city, prefecture)"
    ],
    [
      "喝",
      "恐喝",
      "きょうかつ",
      "blackmail, extortion, threat (to extort money)"
    ],
    [
      "括",
      "包括",
      "ほうかつ",
      "inclusion, complete coverage, comprehensiveness"
    ],
    [
      "渇",
      "渇水",
      "かっすい",
      "water shortage"
    ],
    [
      "滑",
      "滑走",
      "かっそう",
      "gliding, sliding, skating (on ice), skiing, glide, slide, taxiing, making a takeoff run"
    ],
    [
      "褐",
      "褐色",
      "かっしょく",
      "dark brown, colour of tanned skin"
    ],
    [
      "轄",
      "管轄",
      "かんかつ",
      "jurisdiction, control"
    ],
    [
      "叶",
      "叶う",
      "かなう",
      "to come true (of a wish, prayer, etc.), to be realized, to be fulfilled, to suit (e.g. a purpose), to meet (wishes, ideals, etc.), to conform to (standards, rules, etc.), to be consistent with, to match (implies competition), to rival, to bear (e.g. the heat)"
    ],
    [
      "樺",
      "樺太",
      "からふと",
      "Karafuto (Japanese name for Sakhalin)"
    ],
    [
      "株",
      "株式",
      "かぶしき",
      "share (in a company), stock"
    ],
    [
      "鎌",
      "鎌倉",
      "かまくら",
      "Kamakura (city)"
    ],
    [
      "茅",
      "茅場",
      "かやば",
      "hayfield, field of miscanthus"
    ],
    [
      "刈",
      "丸刈り",
      "まるがり",
      "buzz cut, close crop"
    ],
    [
      "冠",
      "栄冠",
      "えいかん",
      "laurels, garland"
    ],
    [
      "勘",
      "勘定",
      "かんじょう",
      "calculation, computation, counting, reckoning, count, bill, check, account, payment (of a bill), settlement (of an account), consideration, allowance"
    ],
    [
      "勧",
      "勧告",
      "かんこく",
      "advice, counsel, remonstrance, recommendation"
    ],
    [
      "喚",
      "喚問",
      "かんもん",
      "summons"
    ],
    [
      "堪",
      "堪能",
      "たんのう",
      "proficient, skillful, enjoying, satisfaction, satiation, having one's fill (of)"
    ],
    [
      "寛",
      "寛容",
      "かんよう",
      "tolerance, open-mindedness, forbearance, generosity, magnanimity"
    ],
    [
      "幹",
      "幹部",
      "かんぶ",
      "management, (executive) staff, leaders, leadership, top brass, upper echelons"
    ],
    [
      "患",
      "患者",
      "かんじゃ",
      "patient"
    ],
    [
      "憾",
      "遺憾",
      "いかん",
      "regrettable, unsatisfactory, deplorable, lamentable"
    ],
    [
      "敢",
      "果敢",
      "かかん",
      "resolute, determined, bold"
    ],
    [
      "棺",
      "石棺",
      "せっかん",
      "sarcophagus, stone coffin"
    ],
    [
      "款",
      "借款",
      "しゃっかん",
      "loan (esp. between governments)"
    ],
    [
      "歓",
      "歓迎",
      "かんげい",
      "welcome, (warm) reception"
    ],
    [
      "監",
      "監督",
      "かんとく",
      "supervision, control, superintendence, direction, director, superintendent, supervisor, coach, foreman, manager, overseer, controller, boss"
    ],
    [
      "緩",
      "緩和",
      "かんわ",
      "relief, mitigation, alleviation, relaxation (of restrictions, tensions, etc.), easing, softening"
    ],
    [
      "缶",
      "空き缶",
      "あきかん",
      "empty can"
    ],
    [
      "肝",
      "肝臓",
      "かんぞう",
      "liver"
    ],
    [
      "艦",
      "艦隊",
      "かんたい",
      "(naval) fleet, armada"
    ],
    [
      "莞",
      "莞爾",
      "かんじ",
      "smiling"
    ],
    [
      "貫",
      "一貫",
      "いっかん",
      "consistency, coherence, integration, one kan (approx. 3.75 kg), one piece of sushi"
    ],
    [
      "還",
      "返還",
      "へんかん",
      "return, restoration"
    ],
    [
      "鑑",
      "鑑定",
      "かんてい",
      "judgement, judgment, expert opinion, appraisal"
    ],
    [
      "閑",
      "閑散",
      "かんさん",
      "deserted (esp. store, market, town, streets), quiet, still, hushed, empty, inactive (business, trade, etc.), slack, flat, off-season, quiet, dull, idle, free, unoccupied"
    ],
    [
      "陥",
      "陥る",
      "おちいる",
      "to fall into (e.g. a hole), to fall into (chaos, depression, dilemma, illness, etc.), to fall into (a trap, etc.), to fall, to surrender, to capitulate"
    ],
    [
      "巌",
      "碧巌録",
      "へきがんろく",
      "Blue Cliff Record, Biyan Lu (collection of Zen Buddhist koans compiled in China during the Song Dynasty)"
    ],
    [
      "眼",
      "眼鏡",
      "めがね",
      "glasses, eyeglasses, spectacles, judgment, judgement, discrimination, discernment, insight"
    ],
    [
      "頑",
      "頑張る",
      "がんばる",
      "to persevere, to persist, to keep at it, to hang on, to hold out, to do one's best, to insist that, to stick to (one's opinion), to remain in a place, to stick to one's post, to refuse to budge"
    ],
    [
      "企",
      "企業",
      "きぎょう",
      "enterprise, business, company, corporation"
    ],
    [
      "伎",
      "歌舞伎",
      "かぶき",
      "kabuki, traditional form of drama and music performed by male actors wearing makeup mainly in white and red"
    ],
    [
      "奇",
      "奇妙",
      "きみょう",
      "strange, odd, peculiar, queer, curious"
    ],
    [
      "嬉",
      "嬉しい",
      "うれしい",
      "happy, glad, pleased, delighted, overjoyed, joyful, delightful, gratifying, pleasant"
    ],
    [
      "岐",
      "多岐",
      "たき",
      "digression, many divergences"
    ],
    [
      "幾",
      "幾つ",
      "いくつ",
      "how many, how old"
    ],
    [
      "忌",
      "回忌",
      "かいき",
      "death anniversary, anniversary of a person's death"
    ],
    [
      "揮",
      "指揮",
      "しき",
      "command, direction, supervision, conducting (an orchestra, choir, etc.)"
    ],
    [
      "旗",
      "国旗",
      "こっき",
      "national flag"
    ],
    [
      "既",
      "既に",
      "すんでに",
      "almost, nearly"
    ],
    [
      "棋",
      "将棋",
      "しょうぎ",
      "shogi, Japanese chess"
    ],
    [
      "棄",
      "廃棄",
      "はいき",
      "disposal, abandonment, scrapping, discarding, abolition, annulment, cancellation, abrogation, repeal"
    ],
    [
      "毅",
      "剛毅",
      "ごうき",
      "fortitude, firmness of character, sturdiness, inner strength, hardihood"
    ],
    [
      "汽",
      "汽車",
      "きしゃ",
      "train (esp. long distance train), steam train"
    ],
    [
      "紀",
      "世紀",
      "せいき",
      "century, era, of the century (e.g. fight of the century)"
    ],
    [
      "貴",
      "貴重",
      "きちょう",
      "precious, valuable"
    ],
    [
      "軌",
      "軌道",
      "きどう",
      "orbit, trajectory, railroad track, (right) track, proper course"
    ],
    [
      "輝",
      "輝く",
      "かがやく",
      "to shine, to sparkle, to twinkle, to glitter, to glisten, to light up (with happiness, hope, etc.), to beam, to gleam, to glow"
    ],
    [
      "飢",
      "飢餓",
      "きが",
      "starvation, famine, hunger"
    ],
    [
      "騎",
      "騎手",
      "きしゅ",
      "horseman, rider, jockey"
    ],
    [
      "鬼",
      "鬼頭",
      "おにがしら",
      "decorative black flagpole tassel made from tail hair (of a yak, horse, ox, etc.) or dyed hemp"
    ],
    [
      "亀",
      "亀裂",
      "きれつ",
      "crack, crevice, fissure, chap, rift"
    ],
    [
      "偽",
      "偽造",
      "ぎぞう",
      "forgery, counterfeiting, fabrication, falsification"
    ],
    [
      "儀",
      "葬儀",
      "そうぎ",
      "funeral, funeral service"
    ],
    [
      "宜",
      "便宜",
      "べんぎ",
      "convenience, accommodation, advantage, benefit, expediency"
    ],
    [
      "戯",
      "戯曲",
      "ぎきょく",
      "drama, play, Chinese opera"
    ],
    [
      "擬",
      "模擬",
      "もぎ",
      "imitation"
    ],
    [
      "欺",
      "詐欺",
      "さぎ",
      "fraud, swindle, graft, cheating, trick, scam, saying you're going to do something but in the end not doing it, making promises without keeping them, flaking out"
    ],
    [
      "犠",
      "犠牲者",
      "ぎせいしゃ",
      "victim (esp. someone killed), casualty"
    ],
    [
      "義",
      "主義",
      "しゅぎ",
      "doctrine, rule, principle, -ism"
    ],
    [
      "誼",
      "友誼",
      "ゆうぎ",
      "friendship, friendly relations, fellowship"
    ],
    [
      "菊",
      "菊花",
      "きっか",
      "chrysanthemum flower"
    ],
    [
      "吉",
      "諭吉",
      "ゆきち",
      "10,000 yen note"
    ],
    [
      "橘",
      "右近の橘",
      "うこんのたちばな",
      "tachibana tree west of the southern stairs of the Hall for State Ceremonies (in Heian Palace)"
    ],
    [
      "却",
      "売却",
      "ばいきゃく",
      "selling off, disposal by sale, sale"
    ],
    [
      "脚",
      "脚本",
      "きゃくほん",
      "script, screenplay, scenario"
    ],
    [
      "虐",
      "虐殺",
      "ぎゃくさつ",
      "slaughter, massacre"
    ],
    [
      "丘",
      "丘陵",
      "きゅうりょう",
      "hill, hillock, rolling hills, foothills"
    ],
    [
      "及",
      "及び",
      "および",
      "and, as well as"
    ],
    [
      "宮",
      "宮城",
      "みやぎ",
      "Miyagi (prefecture)"
    ],
    [
      "弓",
      "真弓",
      "まゆみ",
      "Japanese spindle tree (Euonymus sieboldianus)"
    ],
    [
      "朽",
      "老朽",
      "ろうきゅう",
      "infirmity (due to old age), decrepitude, senility, senescence, superannuation"
    ],
    [
      "窮",
      "窮地",
      "きゅうち",
      "dilemma, predicament"
    ],
    [
      "糾",
      "紛糾",
      "ふんきゅう",
      "complication, confusion, disorder, chaos, dispute, conflict, trouble, quarrel"
    ],
    [
      "拒",
      "拒否",
      "きょひ",
      "refusal, rejection, denial, veto"
    ],
    [
      "拠",
      "拠点",
      "きょてん",
      "position, location, base, point, site"
    ],
    [
      "挙",
      "選挙",
      "せんきょ",
      "election"
    ],
    [
      "虚",
      "虚偽",
      "きょぎ",
      "falsehood, untruth, lie, misinformation, fallacy"
    ],
    [
      "距",
      "距離",
      "きょり",
      "distance, range, interval, difference (e.g. in opinion), gap, distance, metric"
    ],
    [
      "享",
      "享受",
      "きょうじゅ",
      "enjoyment (of freedom, beauty, etc.), reception (of a right, privilege, rank, etc.), having"
    ],
    [
      "凶",
      "凶作",
      "きょうさく",
      "bad harvest, poor crop"
    ],
    [
      "喬",
      "喬木",
      "きょうぼく",
      "tall tree, forest tree, arbor, arbour"
    ],
    [
      "峡",
      "海峡",
      "かいきょう",
      "channel (e.g. between two land masses), strait"
    ],
    [
      "恭",
      "恭順",
      "きょうじゅん",
      "allegiance, obedience, submission"
    ],
    [
      "狂",
      "狂言",
      "きょうげん",
      "kyogen, farce presented between noh plays or during the interlude of a noh play, kabuki play, kabuki performance, make-believe, ruse, trick"
    ],
    [
      "矯",
      "矯正",
      "きょうせい",
      "correction (of a fault, defect, flaw, etc.), remedy, rectification, redress, reform, straightening (of teeth)"
    ],
    [
      "脅",
      "脅威",
      "きょうい",
      "threat, menace"
    ],
    [
      "興",
      "復興",
      "ふっこう",
      "revival, reconstruction, restoration, rebuilding, recovery, renaissance"
    ],
    [
      "郷",
      "故郷",
      "ふるさと",
      "hometown, birthplace, native place, one's old home, ruins, historic remains"
    ],
    [
      "鏡",
      "望遠鏡",
      "ぼうえんきょう",
      "telescope"
    ],
    [
      "響",
      "影響",
      "えいきょう",
      "influence, effect, impact"
    ],
    [
      "驚",
      "驚く",
      "おどろく",
      "to be surprised, to be astonished"
    ],
    [
      "仰",
      "信仰",
      "しんこう",
      "(religious) faith, belief, creed"
    ],
    [
      "凝",
      "凝る",
      "こごる",
      "to congeal, to gelatinize, to jellify, to jell, to gell, to freeze"
    ],
    [
      "暁",
      "暁星",
      "ぎょうせい",
      "morning star, Venus, rarity"
    ],
    [
      "桐",
      "桐一葉",
      "きりひとは",
      "falling paulownia leaf signaling the beginning of autumn (fall)"
    ],
    [
      "錦",
      "錦織",
      "にしきおり",
      "brocade"
    ],
    [
      "欣",
      "欣求浄土",
      "ごんぐじょうど",
      "seeking rebirth in the Pure Land"
    ],
    [
      "欽",
      "欽定",
      "きんてい",
      "authorized (by imperial or royal order), authorised, appointed, enacted, established"
    ],
    [
      "琴",
      "木琴",
      "もっきん",
      "xylophone"
    ],
    [
      "筋",
      "筋肉",
      "きんにく",
      "muscle"
    ],
    [
      "緊",
      "緊急",
      "きんきゅう",
      "urgency, emergency"
    ],
    [
      "菌",
      "細菌",
      "さいきん",
      "bacterium, bacteria, germ"
    ],
    [
      "衿",
      "半衿",
      "はんえり",
      "neckpiece (on a kimono)"
    ],
    [
      "襟",
      "襟元",
      "えりもと",
      "(around the) neck, nape, collar (at the front)"
    ],
    [
      "謹",
      "謹慎",
      "きんしん",
      "self restraint, moderating one's own behavior, penitence, discipline, confinement (esp. to one's home), house arrest, suspension (from work or school)"
    ],
    [
      "吟",
      "吟味",
      "ぎんみ",
      "close examination, careful investigation, close inspection, careful selection, inquiry, enquiry, scrutiny, testing, investigation of a crime, inquiry into someone's guilt, winner (of the most rounds, i.e. a full game), reciting and appreciating traditional poetry"
    ],
    [
      "句",
      "俳句",
      "はいく",
      "haiku, 17-mora poem, usu. in 3 lines of 5, 7 and 5 morae"
    ],
    [
      "矩",
      "矩形",
      "くけい",
      "rectangle"
    ],
    [
      "駆",
      "駆けつける",
      "かけつける",
      "to run to, to come running, to rush (someplace), to hasten"
    ],
    [
      "駒",
      "駒場",
      "こまば",
      "pasture used for grazing horses (esp. ponies)"
    ],
    [
      "愚",
      "愚痴",
      "ぐち",
      "idle complaint, grumble, moha (ignorance, folly)"
    ],
    [
      "虞",
      "虞美人草",
      "ぐびじんそう",
      "common poppy (Papaver rhoeas), corn poppy, field poppy, red poppy"
    ],
    [
      "遇",
      "待遇",
      "たいぐう",
      "treatment, reception, service, working conditions, salary, pay, remuneration"
    ],
    [
      "屈",
      "理屈",
      "りくつ",
      "theory, reason, logic, (unreasonable) argument, strained logic, excuse, pretext"
    ],
    [
      "熊",
      "熊本",
      "くまもと",
      "Kumamoto (city, prefecture)"
    ],
    [
      "栗",
      "栗色",
      "くりいろ",
      "chestnut-color, chestnut-colour"
    ],
    [
      "繰",
      "繰り返す",
      "くりかえす",
      "to repeat, to do over again"
    ],
    [
      "桑",
      "桑田",
      "そうでん",
      "mulberry plantation"
    ],
    [
      "勲",
      "勲章",
      "くんしょう",
      "decoration, order, medal"
    ],
    [
      "薫",
      "薫陶",
      "くんとう",
      "education, training, discipline"
    ],
    [
      "郡",
      "郡部",
      "ぐんぶ",
      "rural districts, counties"
    ],
    [
      "袈",
      "袈裟",
      "けさ",
      "kasaya, monk's stole, wearing an article of clothing in the same manner as a kasaya (i.e. draped over one shoulder)"
    ],
    [
      "刑",
      "刑事",
      "けいじ",
      "(police) detective, criminal matter"
    ],
    [
      "啓",
      "啓発",
      "けいはつ",
      "enlightenment, development, edification, public awareness, illumination, education, inspiration"
    ],
    [
      "契",
      "契約",
      "けいやく",
      "contract, compact, agreement"
    ],
    [
      "径",
      "直径",
      "ちょっけい",
      "diameter"
    ],
    [
      "慶",
      "慶応",
      "けいおう",
      "Keiō era (1865.4.7-1868.9.8)"
    ],
    [
      "慧",
      "慧眼",
      "けいがん",
      "keen eye, quick eye, sharp eye, keen insight, keen perception"
    ],
    [
      "憩",
      "休憩",
      "きゅうけい",
      "rest, break, recess, intermission"
    ],
    [
      "掲",
      "掲げる",
      "かかげる",
      "to put up (a notice, sign, etc.), to hang out (e.g. a banner), to fly (e.g. a flag), to hoist, to raise, to display, to hold up high, to raise overhead, to tout (a principle, plan, etc.), to herald, to hold up (an ideal), to parade (e.g. a slogan), to publish, to print, to carry (e.g. an article), to tuck up (e.g. sleeves), to roll up, to stoke (a fire), to fan (a flame)"
    ],
    [
      "携",
      "提携",
      "ていけい",
      "cooperation, tie-up, joint business, partnership, alliance, sponsorship"
    ],
    [
      "桂",
      "月桂冠",
      "げっけいかん",
      "Gekkeikan (sake manufacturer)"
    ],
    [
      "渓",
      "渓谷",
      "けいこく",
      "valley (with a river running through it), gorge, ravine, canyon"
    ],
    [
      "系",
      "系列",
      "けいれつ",
      "series, sequence, system, succession, keiretsu (group), conglomeration of businesses linked by cross-shareholdings, affiliated, subsidiary"
    ],
    [
      "継",
      "継続",
      "けいぞく",
      "continuation, continuance, going on"
    ],
    [
      "茎",
      "歯茎",
      "はぐき",
      "gums, gingiva"
    ],
    [
      "蛍",
      "蛍光灯",
      "けいこうとう",
      "fluorescent lamp, fluorescent light, person who is slow to react, someone slow on the uptake"
    ],
    [
      "鶏",
      "鶏肉",
      "とりにく",
      "chicken meat, fowl, poultry, bird meat"
    ],
    [
      "鯨",
      "捕鯨",
      "ほげい",
      "whaling, whale hunting, whale fishing"
    ],
    [
      "撃",
      "攻撃",
      "こうげき",
      "attack, assault, raid, onslaught, offensive, criticism, censure, denunciation, condemnation"
    ],
    [
      "激",
      "激しい",
      "はげしい",
      "violent, furious, tempestuous, extreme, intense, fierce, strong, fervent, vehement, incessant, relentless, precipitous, steep"
    ],
    [
      "傑",
      "傑作",
      "けっさく",
      "masterpiece, masterwork, chef d'oeuvre, fine piece of work, (unintentionally) hilarious, absurd (e.g. blunder), outrageous, wild"
    ],
    [
      "潔",
      "清潔",
      "せいけつ",
      "clean, hygienic, sanitary, pure, virtuous, immaculate"
    ],
    [
      "穴",
      "穴埋め",
      "あなうめ",
      "filling (up) a hole, filling in (for a gap, vacancy, etc.), stopgap, filler (e.g. article), making up (for a loss, damage, etc.), covering (a deficit), compensation, cloze deletion (test format)"
    ],
    [
      "倹",
      "倹約",
      "けんやく",
      "thrift, economy, frugality"
    ],
    [
      "兼",
      "兼ねる",
      "かねる",
      "to be unable to, to find difficult (unpleasant, awkward, painful) to do, to serve two or more functions or roles simultaneously, to contain (or combine) two or more features, to work in two or more jobs simultaneously (positions, etc.), to do alongside, to hesitate to do something (out of consideration for others), to think of the future (as well as the present)"
    ],
    [
      "剣",
      "真剣",
      "しんけん",
      "serious, earnest, real sword (as opposed to a wooden practice weapon)"
    ],
    [
      "圏",
      "首都圏",
      "しゅとけん",
      "Greater Tokyo Metropolitan area, metropolitan area (of a capital)"
    ],
    [
      "堅",
      "中堅",
      "ちゅうけん",
      "nucleus, backbone, mainstay, key figure, medium-level, mid-level, middle-ranking, midsize, main body (of troops), crack troops, select troops, center field, centre field, center fielder, centre fielder, athlete competing in the middle-number match in a team competition, i.e. second in 3-on-3, third in 5-on-5 (kendo, judo, etc.)"
    ],
    [
      "嫌",
      "嫌う",
      "きらう",
      "to hate, to dislike, to loathe"
    ],
    [
      "憲",
      "憲法",
      "けんぽう",
      "constitution, rules, regulation"
    ],
    [
      "懸",
      "懸念",
      "けねん",
      "worry, fear, anxiety, concern"
    ],
    [
      "拳",
      "拳銃",
      "けんじゅう",
      "pistol, handgun"
    ],
    [
      "献",
      "貢献",
      "こうけん",
      "contribution (furthering a goal or cause), services (to a cause), paying tribute, tribute"
    ],
    [
      "絹",
      "絹糸",
      "きぬいと",
      "silk thread, silk yarn, corn silk"
    ],
    [
      "謙",
      "謙虚",
      "けんきょ",
      "modest, humble"
    ],
    [
      "遣",
      "派遣",
      "はけん",
      "dispatch, despatch, deployment, temporary employee (esp. from an agency), temporary worker, agency temp"
    ],
    [
      "顕",
      "顕著",
      "けんちょ",
      "remarkable, striking, obvious"
    ],
    [
      "厳",
      "厳しい",
      "きびしい",
      "severe, strict, rigid, unsparing, relentless, hard (to do), difficult, tricky, intense (e.g. cold), harsh (weather), inclement"
    ],
    [
      "幻",
      "幻想",
      "げんそう",
      "fantasy, illusion, vision, dream"
    ],
    [
      "弦",
      "弦楽",
      "げんがく",
      "music for strings, string music"
    ],
    [
      "源",
      "資源",
      "しげん",
      "resources"
    ],
    [
      "玄",
      "玄関",
      "げんかん",
      "entrance, front door, entryway, entranceway, entry hall, vestibule, porch, foyer, mud room"
    ],
    [
      "孤",
      "孤立",
      "こりつ",
      "isolation, being alone, being friendless"
    ],
    [
      "己",
      "自己",
      "じこ",
      "self, oneself"
    ],
    [
      "弧",
      "円弧",
      "えんこ",
      "arc"
    ],
    [
      "胡",
      "胡蝶",
      "こちょう",
      "butterfly"
    ],
    [
      "虎",
      "虎の子",
      "とらのこ",
      "tiger cub, one's treasure, precious savings"
    ],
    [
      "誇",
      "誇る",
      "ほこる",
      "to boast of, to be proud of, to take pride in"
    ],
    [
      "顧",
      "顧問",
      "こもん",
      "adviser, advisor, consultant"
    ],
    [
      "鼓",
      "太鼓",
      "たいこ",
      "drum"
    ],
    [
      "伍",
      "伍長",
      "ごちょう",
      "corporal"
    ],
    [
      "呉",
      "呉服",
      "ごふく",
      "cloth (for Japanese clothes), kimono fabrics, textile, drapery, dry goods, piece goods, silk fabrics"
    ],
    [
      "吾",
      "金吾",
      "きんご",
      "kingo (game similar to blackjack)"
    ],
    [
      "娯",
      "娯楽",
      "ごらく",
      "amusement, entertainment, recreation, pleasure, pastime, hobby"
    ],
    [
      "悟",
      "覚悟",
      "かくご",
      "readiness, (mental) preparedness, resolution, determination, resignation (to one's fate)"
    ],
    [
      "碁",
      "囲碁",
      "いご",
      "go (board game)"
    ],
    [
      "護",
      "保護",
      "ほご",
      "protection, safeguard, guardianship, custody, patronage, preservation, conservation"
    ],
    [
      "鯉",
      "緋鯉",
      "ひごい",
      "red carp, golden carp"
    ],
    [
      "侯",
      "侯爵",
      "こうしゃく",
      "marquis, marquess"
    ],
    [
      "功",
      "成功",
      "せいこう",
      "success, achievement, succeeding (in life), (worldly) success, prosperity"
    ],
    [
      "后",
      "皇后",
      "こうごう",
      "(Japanese) empress, queen"
    ],
    [
      "坑",
      "坑内",
      "こうない",
      "within a pit or (mine) shaft"
    ],
    [
      "孔",
      "孔子",
      "こうし",
      "Confucius"
    ],
    [
      "孝",
      "孝行",
      "こうこう",
      "filial piety, showing devotion (to someone)"
    ],
    [
      "巧",
      "巧み",
      "たくみ",
      "skillful, adroit, dexterous, masterful, clever, ingenious, cunning, craft, craftsmanship, skill, dexterity, design, plot, scheme, artifice, trick"
    ],
    [
      "弘",
      "弘治",
      "こうじ",
      "Kōji era (1555.10.23-1558.2.28)"
    ],
    [
      "恒",
      "恒例",
      "こうれい",
      "established practice, custom"
    ],
    [
      "慌",
      "慌てる",
      "あわてる",
      "to become confused (disconcerted, disorganized, disorganised), to be flustered, to panic, to hurry, to rush, to hasten"
    ],
    [
      "抗",
      "対抗",
      "たいこう",
      "opposition, rivalry, competition, antagonism"
    ],
    [
      "拘",
      "拘束",
      "こうそく",
      "restriction, restraint, binding, constraint"
    ],
    [
      "控",
      "控える",
      "ひかえる",
      "to be temperate in, to refrain, to abstain, to hold back, to restrain oneself from excessive ..., to make notes, to jot down (e.g. phone number), to be in preparation for, to be in waiting for, to be soon, to be in the offing, to be in a close relationship (e.g. as a backer, etc.)"
    ],
    [
      "攻",
      "攻撃",
      "こうげき",
      "attack, assault, raid, onslaught, offensive, criticism, censure, denunciation, condemnation"
    ],
    [
      "昂",
      "激昂",
      "げっこう",
      "excitement, exasperation, indignation, rage, fury"
    ],
    [
      "江",
      "江戸",
      "えど",
      "Edo (shogunate capital; former name of Tokyo), Yedo"
    ],
    [
      "洪",
      "洪水",
      "こうずい",
      "flood, flooding"
    ],
    [
      "浩",
      "浩然",
      "こうぜん",
      "broadminded, magnanimous, abundant (of flowing water), plentiful"
    ],
    [
      "溝",
      "側溝",
      "そっこう",
      "gutter, ditch"
    ],
    [
      "甲",
      "甲子",
      "きのえね",
      "Wood Rat (1st term of the sexagenary cycle, e.g. 1924, 1984, 2044)"
    ],
    [
      "皇",
      "天皇",
      "てんのう",
      "Emperor of Japan"
    ],
    [
      "稿",
      "原稿",
      "げんこう",
      "manuscript, copy, draft, notes, contribution"
    ],
    [
      "絞",
      "絞る",
      "しぼる",
      "to wring (towel, rag), to squeeze, to squeeze (fruit to extract juice), to press, to extract, to milk, to express milk, to rack (one's brains), to strain (one's voice), to extort, to exploit, to chew out, to reprimand severely, to rake over the coals, to give a sound scolding, to tell someone off, to scold, to rebuke, to drill into, to train, to narrow down (one's focus), to whittle down, to gather up (curtain, etc.), to tighten (drawstring), to stop down (lens), to turn down (e.g. radio), to bend (bow), to draw, to hold down, to constrict, to immobilize"
    ],
    [
      "綱",
      "横綱",
      "よこづな",
      "yokozuna (highest rank in sumo), grand champion, best in its field, crème de la crème, cream of the crop"
    ],
    [
      "衡",
      "不均衡",
      "ふきんこう",
      "imbalance, lack of balance, lopsidedness, disproportion, inequality, disparity"
    ],
    [
      "貢",
      "貢献",
      "こうけん",
      "contribution (furthering a goal or cause), services (to a cause), paying tribute, tribute"
    ],
    [
      "購",
      "購入",
      "こうにゅう",
      "purchase, buying"
    ],
    [
      "酵",
      "酵素",
      "こうそ",
      "enzyme"
    ],
    [
      "鋼",
      "鉄鋼",
      "てっこう",
      "iron and steel"
    ],
    [
      "項",
      "項目",
      "こうもく",
      "item, heading, category, clause, headword (in a dictionary, encyclopedia, etc.), entry"
    ],
    [
      "剛",
      "金剛",
      "こんごう",
      "vajra (indestructible substance), diamond, adamantine, thunderbolt, Indra's weapon, Buddhist symbol of the indestructible truth"
    ],
    [
      "拷",
      "拷問",
      "ごうもん",
      "torture"
    ],
    [
      "豪",
      "豪華",
      "ごうか",
      "extravagant, lavish, opulent, luxurious, magnificent, splendid, fancy, gorgeous"
    ],
    [
      "克",
      "克服",
      "こくふく",
      "conquest (of a difficulty, illness, crisis, etc.), overcoming, surmounting, bringing under control"
    ],
    [
      "穀",
      "穀物",
      "こくもつ",
      "grain, cereal, corn"
    ],
    [
      "酷",
      "過酷",
      "かこく",
      "severe, harsh, hard, cruel, rigorous"
    ],
    [
      "獄",
      "地獄",
      "じごく",
      "hell realm, Naraka, Hell, hell, misery, nightmare, inferno, place where a volcano or hot springs constantly spew smoke or steam"
    ],
    [
      "墾",
      "開墾",
      "かいこん",
      "cultivating new land, clearing, reclamation"
    ],
    [
      "恨",
      "恨み",
      "うらみ",
      "resentment, grudge, malice, bitterness, matter for regret, regret"
    ],
    [
      "懇",
      "懇談",
      "こんだん",
      "friendly chat, relaxed conversation, informal meeting"
    ],
    [
      "昆",
      "昆虫",
      "こんちゅう",
      "insect, bug"
    ],
    [
      "紺",
      "紺屋",
      "こうや",
      "dyer"
    ],
    [
      "魂",
      "鎮魂",
      "ちんこん",
      "repose of a soul, ceremony for the repose of a departed soul"
    ],
    [
      "佐",
      "補佐",
      "ほさ",
      "aid, help, assistance, assistant, counselor, counsellor, adviser, advisor"
    ],
    [
      "唆",
      "示唆",
      "しさ",
      "suggestion, hint, implication"
    ],
    [
      "沙",
      "沙汰",
      "さた",
      "affair, state, incident, issue, matter, verdict, sentence, directions, orders, command, instructions, notice, information, communication, news, message, tidings, update"
    ],
    [
      "詐",
      "詐欺",
      "さぎ",
      "fraud, swindle, graft, cheating, trick, scam, saying you're going to do something but in the end not doing it, making promises without keeping them, flaking out"
    ],
    [
      "鎖",
      "閉鎖",
      "へいさ",
      "closing, closure, shutdown, lockout"
    ],
    [
      "裟",
      "袈裟",
      "けさ",
      "kasaya, monk's stole, wearing an article of clothing in the same manner as a kasaya (i.e. draped over one shoulder)"
    ],
    [
      "債",
      "債務",
      "さいむ",
      "debt, liabilities, obligation to a person or party (usu. legal or contractual)"
    ],
    [
      "催",
      "開催",
      "かいさい",
      "holding (a conference, exhibition, etc.), opening, hosting (e.g. the Olympics)"
    ],
    [
      "哉",
      "善哉",
      "ぜんざい",
      "well done!, bravo!, zenzai, red bean soup made with azuki beans"
    ],
    [
      "宰",
      "主宰",
      "しゅさい",
      "chairmanship, presidency, management, president, chairman"
    ],
    [
      "彩",
      "色彩",
      "しきさい",
      "colour, color, hue, tints"
    ],
    [
      "栽",
      "栽培",
      "さいばい",
      "cultivation"
    ],
    [
      "災",
      "災害",
      "さいがい",
      "calamity, disaster, misfortune"
    ],
    [
      "采",
      "納采",
      "のうさい",
      "betrothal gift"
    ],
    [
      "砕",
      "火砕流",
      "かさいりゅう",
      "pyroclastic flow"
    ],
    [
      "斎",
      "斎場",
      "さいじょう",
      "funeral hall, ceremony site"
    ],
    [
      "裁",
      "総裁",
      "そうさい",
      "president (of an organization), director general, governor (of a central bank), party leader (esp. LDP)"
    ],
    [
      "載",
      "掲載",
      "けいさい",
      "publication (e.g. of an article in a newspaper), carrying (e.g. a story), running (e.g. a serial), insertion (e.g. of an advertisement), printing, posting (e.g. on the web)"
    ],
    [
      "剤",
      "製剤",
      "せいざい",
      "formulation (of pharmaceuticals), preparation, pharmaceutical production"
    ],
    [
      "冴",
      "冴える",
      "さえる",
      "to be clear (of a sight, sound, colour, etc.), to be bright, to be vivid, to be crisp, to be clear-headed, to be alert, to be on the ball, to be wide awake, to look upbeat, to be perky, to be cheerful, to master (a skill), to excel at, to cleanly execute, to be satisfying, to become frigid, to become intensely cold"
    ],
    [
      "崎",
      "川崎",
      "かわさき",
      "Kawasaki (city)"
    ],
    [
      "削",
      "削減",
      "さくげん",
      "cut, reduction, curtailment"
    ],
    [
      "搾",
      "搾取",
      "さくしゅ",
      "exploitation, bleeding dry, squeezing dry, milking (e.g. a cow's teat), extracting (a liquid) through squeezing"
    ],
    [
      "朔",
      "八朔",
      "はっさく",
      "Hassaku orange (Citrus hassaku), 1st of August (lunar calendar)"
    ],
    [
      "策",
      "政策",
      "せいさく",
      "political measures, policy"
    ],
    [
      "索",
      "捜索",
      "そうさく",
      "search (esp. for someone or something missing), manhunt, legally authorized search of a person, building, etc."
    ],
    [
      "錯",
      "交錯",
      "こうさく",
      "mixture, blending, complication, crossing, intersecting, interlacing"
    ],
    [
      "桜",
      "桜花",
      "おうか",
      "cherry blossom"
    ],
    [
      "笹",
      "笹原",
      "ささはら",
      "field of bamboo grass"
    ],
    [
      "撮",
      "撮影",
      "さつえい",
      "photography (still or motion), photographing, filming, shooting, (video) recording"
    ],
    [
      "擦",
      "摩擦",
      "まさつ",
      "friction, rubbing, chafing, discord, friction, strife, conflict"
    ],
    [
      "傘",
      "傘下",
      "さんか",
      "affiliated with, under jurisdiction of, under the umbrella"
    ],
    [
      "惨",
      "惨敗",
      "ざんぱい",
      "ignominious defeat, crushing failure, utterly beaten, overwhelming defeat"
    ],
    [
      "桟",
      "桟橋",
      "さんばし",
      "wharf, bridge, jetty, pier"
    ],
    [
      "燦",
      "燦然",
      "さんぜん",
      "brilliant, radiant, bright, sparkling"
    ],
    [
      "蚕",
      "養蚕",
      "ようさん",
      "sericulture, silkworm culture, silkworm raising"
    ],
    [
      "酸",
      "酸化",
      "さんか",
      "oxidation, oxidization"
    ],
    [
      "暫",
      "暫定",
      "ざんてい",
      "provisional, temporary, tentative"
    ],
    [
      "嗣",
      "嗣子",
      "しし",
      "heir"
    ],
    [
      "士",
      "弁護士",
      "べんごし",
      "lawyer, attorney"
    ],
    [
      "姿",
      "姿勢",
      "しせい",
      "posture, pose, position, stance, carriage (of the body), attitude, approach, stance"
    ],
    [
      "施",
      "実施",
      "じっし",
      "enforcement, implementation, putting into practice, carrying out, operation, working (e.g. working parameters), enactment"
    ],
    [
      "旨",
      "趣旨",
      "しゅし",
      "meaning, point (e.g. of a statement), gist, effect, goal, intent, object, aim, point"
    ],
    [
      "氏",
      "同氏",
      "どうし",
      "the said person, he, she, same surname"
    ],
    [
      "祉",
      "福祉",
      "ふくし",
      "welfare, well-being, social welfare, social security, social service"
    ],
    [
      "紫",
      "紫外線",
      "しがいせん",
      "ultraviolet rays, ultraviolet radiation"
    ],
    [
      "肢",
      "選択肢",
      "せんたくし",
      "choices, alternatives, options"
    ],
    [
      "至",
      "至る",
      "いたる",
      "to arrive at (e.g. a decision), to reach (a stage), to attain, to lead to (a place), to get to, in the extreme case of, to come, to arrive, to result in"
    ],
    [
      "視",
      "監視",
      "かんし",
      "monitoring, watching, observation, surveillance, guarding, supervision, lookout"
    ],
    [
      "詩",
      "詩人",
      "しじん",
      "poet"
    ],
    [
      "諮",
      "諮問",
      "しもん",
      "consultation, question, enquiry, inquiry"
    ],
    [
      "賜",
      "賜杯",
      "しはい",
      "Emperor's cup, trophy given by the Emperor"
    ],
    [
      "雌",
      "雌雄",
      "しゆう",
      "male and female (animals), the two sexes, victory and defeat, strengths and weaknesses"
    ],
    [
      "飼",
      "飼育",
      "しいく",
      "breeding, raising, rearing"
    ],
    [
      "侍",
      "侍従",
      "じじゅう",
      "chamberlain"
    ],
    [
      "慈",
      "慈善",
      "じぜん",
      "charity, benevolence, philanthropy"
    ],
    [
      "滋",
      "滋賀",
      "しが",
      "Shiga (prefecture)"
    ],
    [
      "爾",
      "莞爾",
      "かんじ",
      "smiling"
    ],
    [
      "璽",
      "剣璽",
      "けんじ",
      "sacred sword and jewels (imperial regalia)"
    ],
    [
      "磁",
      "磁気",
      "じき",
      "magnetism"
    ],
    [
      "蒔",
      "蒔絵",
      "まきえ",
      "gold or silver lacquer, lacquer decoration sprinkled with metal powder"
    ],
    [
      "汐",
      "潮汐",
      "ちょうせき",
      "tide"
    ],
    [
      "鹿",
      "鹿児島",
      "かごしま",
      "Kagoshima (city, prefecture)"
    ],
    [
      "軸",
      "主軸",
      "しゅじく",
      "main spindle, main shaft, linchpin, pivot, principal axis, main axis"
    ],
    [
      "執",
      "執行部",
      "しっこうぶ",
      "(the) executive, administration, leadership"
    ],
    [
      "漆",
      "漆器",
      "しっき",
      "lacquer ware, lacquerware, lacquer work, lacquerwork"
    ],
    [
      "疾",
      "疾患",
      "しっかん",
      "disease, illness, disorder, condition, ailment"
    ],
    [
      "偲",
      "偲ぶ",
      "しのぶ",
      "to recollect, to remember, to reminisce, to be nostalgic for, to imagine, to guess, to infer"
    ],
    [
      "芝",
      "東芝",
      "とうしば",
      "Toshiba Corporation, Tōshiba"
    ],
    [
      "舎",
      "宿舎",
      "しゅくしゃ",
      "lodging (house), accommodation, hotel, housing (for government employees)"
    ],
    [
      "射",
      "発射",
      "はっしゃ",
      "firing (esp. a rocket or missile), launching, shooting, discharge, catapult, ejaculation"
    ],
    [
      "赦",
      "恩赦",
      "おんしゃ",
      "amnesty, pardon"
    ],
    [
      "斜",
      "斜面",
      "しゃめん",
      "slope, slanting surface, bevel"
    ],
    [
      "煮",
      "煮る",
      "にる",
      "to boil, to simmer, to stew, to seethe"
    ],
    [
      "紗",
      "更紗",
      "サラサ",
      "chintz, calico, printed cotton"
    ],
    [
      "謝",
      "感謝",
      "かんしゃ",
      "thanks, gratitude, appreciation, thankfulness"
    ],
    [
      "遮",
      "遮断",
      "しゃだん",
      "isolation, cut off, blockade, quarantine, interception, deprivation"
    ],
    [
      "蛇",
      "蛇の目",
      "じゃのめ",
      "bull's-eye (pattern), double ring (pattern), umbrella with bull's-eye pattern"
    ],
    [
      "邪",
      "風邪",
      "かぜ",
      "(common) cold, influenza, flu, ague, inflammatory respiratory system illness (in general)"
    ],
    [
      "尺",
      "尺度",
      "しゃくど",
      "gauge, standard, measure, criterion, index, length, size, (measuring) rule, scale"
    ],
    [
      "爵",
      "伯爵",
      "はくしゃく",
      "count, earl"
    ],
    [
      "酌",
      "媒酌",
      "ばいしゃく",
      "matchmaking, acting as a go-between"
    ],
    [
      "釈",
      "解釈",
      "かいしゃく",
      "interpretation, explanation, reading, construction"
    ],
    [
      "寂",
      "寂しい",
      "さびしい",
      "lonely, lonesome, solitary, desolate"
    ],
    [
      "朱",
      "朱印",
      "しゅいん",
      "red seal"
    ],
    [
      "殊",
      "特殊",
      "とくしゅ",
      "special, particular, peculiar, unique"
    ],
    [
      "狩",
      "狩猟",
      "しゅりょう",
      "hunting"
    ],
    [
      "珠",
      "真珠",
      "しんじゅ",
      "pearl"
    ],
    [
      "趣",
      "趣旨",
      "しゅし",
      "meaning, point (e.g. of a statement), gist, effect, goal, intent, object, aim, point"
    ],
    [
      "儒",
      "儒教",
      "じゅきょう",
      "Confucianism"
    ],
    [
      "寿",
      "長寿",
      "ちょうじゅ",
      "long life, longevity, long-lived, long-running (e.g. TV program)"
    ],
    [
      "樹",
      "樹立",
      "じゅりつ",
      "establishment, founding, setting (a record)"
    ],
    [
      "需",
      "需要",
      "じゅよう",
      "demand, request"
    ],
    [
      "囚",
      "死刑囚",
      "しけいしゅう",
      "criminal condemned to death, convict on death row"
    ],
    [
      "宗",
      "宗教",
      "しゅうきょう",
      "religion, religious affiliation, belief, faith, creed, religious activity"
    ],
    [
      "就",
      "就任",
      "しゅうにん",
      "assumption (of office), taking up (a post), inauguration, installation"
    ],
    [
      "愁",
      "郷愁",
      "きょうしゅう",
      "nostalgia, homesickness"
    ],
    [
      "洲",
      "大八洲",
      "おおやしま",
      "Japan"
    ],
    [
      "秀",
      "優秀",
      "ゆうしゅう",
      "superior, excellent, brilliant, outstanding"
    ],
    [
      "臭",
      "臭い",
      "くさい",
      "stinking, smelly, suspicious, fishy, clumsy, unskilled, smelling of, looking like, appearing like, smacking of, -ish"
    ],
    [
      "衆",
      "衆院",
      "しゅういん",
      "House of Representatives (lower house of the National Diet of Japan)"
    ],
    [
      "襲",
      "襲う",
      "おそう",
      "to attack, to assail, to make an assault, to strike, to hunt down, to succeed (someone in a post, role, etc.), to make a sudden visit"
    ],
    [
      "酬",
      "報酬",
      "ほうしゅう",
      "remuneration, recompense, reward, toll"
    ],
    [
      "醜",
      "醜い",
      "みにくい",
      "ugly, unattractive, bad-looking, unsightly, unseemly, disgraceful, shameful, dishonorable"
    ],
    [
      "充",
      "充実",
      "じゅうじつ",
      "fullness, completeness, perfection, substantiality, enhancement, improvement, enrichment, upgrading, replenishment, repletion"
    ],
    [
      "従",
      "従来",
      "じゅうらい",
      "up to now, so far, traditional, conventional, usual, existing"
    ],
    [
      "汁",
      "果汁",
      "かじゅう",
      "fruit juice"
    ],
    [
      "渋",
      "渋谷",
      "しぶや",
      "Shibuya City (special ward of Tokyo), Shibuya"
    ],
    [
      "獣",
      "獣医",
      "じゅうい",
      "veterinarian, veterinary surgeon, vet"
    ],
    [
      "縦",
      "操縦",
      "そうじゅう",
      "steering, piloting, flying, control, operation, handling, management (of people), handling, manipulation, maneuvering"
    ],
    [
      "銃",
      "銃撃",
      "じゅうげき",
      "shooting, gunning (down)"
    ],
    [
      "叔",
      "叔父",
      "おじ",
      "uncle"
    ],
    [
      "淑",
      "淑徳",
      "しゅくとく",
      "womanly virtues"
    ],
    [
      "縮",
      "縮小",
      "しゅくしょう",
      "reduction, curtailment, cut, cutback, scaling down, contraction, shrinkage"
    ],
    [
      "粛",
      "自粛",
      "じしゅく",
      "self-restraint, voluntary restraint, self-imposed control, self-discipline"
    ],
    [
      "塾",
      "塾長",
      "じゅくちょう",
      "principal of a private school"
    ],
    [
      "熟",
      "成熟",
      "せいじゅく",
      "maturity, ripeness"
    ],
    [
      "俊",
      "俊彦",
      "しゅんげん",
      "gifted man, accomplished man"
    ],
    [
      "峻",
      "峻別",
      "しゅんべつ",
      "rigorous distinction"
    ],
    [
      "瞬",
      "瞬間",
      "しゅんかん",
      "moment, second, instant"
    ],
    [
      "竣",
      "竣工",
      "しゅんこう",
      "completion of construction"
    ],
    [
      "駿",
      "駿河",
      "するが",
      "Suruga (former province located in the central and northern parts of present-day Shizuoka Prefecture)"
    ],
    [
      "准",
      "批准",
      "ひじゅん",
      "ratification"
    ],
    [
      "循",
      "循環",
      "じゅんかん",
      "circulation, rotation, cycle, loop"
    ],
    [
      "旬",
      "中旬",
      "ちゅうじゅん",
      "middle ten days of a month, 11th to 20th day of a month"
    ],
    [
      "殉",
      "殉職",
      "じゅんしょく",
      "dying at one's post, being killed in the line of duty"
    ],
    [
      "潤",
      "潤滑油",
      "じゅんかつゆ",
      "lubricating oil, lubricant, lube, person or thing that makes things run smoothly, facilitator"
    ],
    [
      "盾",
      "矛盾",
      "むじゅん",
      "contradiction, inconsistency"
    ],
    [
      "巡",
      "巡査",
      "じゅんさ",
      "police officer, policeman, constable"
    ],
    [
      "遵",
      "遵守",
      "じゅんしゅ",
      "observance (of laws, rules, etc.), adherence, obeying, following, abiding by, compliance"
    ],
    [
      "醇",
      "芳醇",
      "ほうじゅん",
      "mellow (flavor or fragrance, esp. alcohol), rich, full-bodied, superior"
    ],
    [
      "曙",
      "曙光",
      "しょこう",
      "dawn, daybreak, first light of day, first indication, glimpse, gleam, flash, prospects"
    ],
    [
      "庶",
      "庶民",
      "しょみん",
      "common people, ordinary people, masses"
    ],
    [
      "叙",
      "叙勲",
      "じょくん",
      "conferring of decorations"
    ],
    [
      "序",
      "秩序",
      "ちつじょ",
      "order, discipline, regularity, system, method"
    ],
    [
      "徐",
      "徐行",
      "じょこう",
      "going slowly (esp. to enable a vehicle to stop immediately), going at a reduced speed, slowing down, reducing speed"
    ],
    [
      "恕",
      "忠恕",
      "ちゅうじょ",
      "sincerity and consideration"
    ],
    [
      "傷",
      "負傷",
      "ふしょう",
      "injury, wound"
    ],
    [
      "償",
      "賠償",
      "ばいしょう",
      "compensation, reparations, indemnity, damages"
    ],
    [
      "匠",
      "師匠",
      "ししょう",
      "master, teacher, stable master"
    ],
    [
      "升",
      "升席",
      "ますせき",
      "tatami \"box seat\" for four people at sumo, kabuki, etc."
    ],
    [
      "唱",
      "提唱",
      "ていしょう",
      "advocacy, proposal"
    ],
    [
      "奨",
      "奨励",
      "しょうれい",
      "encouragement, promotion, inducement, incitement, stimulation"
    ],
    [
      "宵",
      "今宵",
      "こよい",
      "this evening, tonight"
    ],
    [
      "尚",
      "時期尚早",
      "じきしょうそう",
      "premature"
    ],
    [
      "庄",
      "庄屋",
      "しょうや",
      "village headman (esp. in the Kansai region)"
    ],
    [
      "彰",
      "表彰",
      "ひょうしょう",
      "(official) commendation, public recognition (of someone's achievements, good deeds, etc.), awarding, honouring"
    ],
    [
      "抄",
      "抄録",
      "しょうろく",
      "quotation, abstract, selection, summary"
    ],
    [
      "掌",
      "掌握",
      "しょうあく",
      "grasping, seizing, holding, commanding, having control over"
    ],
    [
      "捷",
      "敏捷",
      "びんしょう",
      "nimble, agile, quick, quick (thinking), smart, alert, prompt"
    ],
    [
      "昌",
      "南昌",
      "なんしょう",
      "Nanchang (China)"
    ],
    [
      "昭",
      "昭和",
      "しょうわ",
      "Shōwa era (1926.12.25-1989.1.7), reminiscent of the Shōwa era, Shōwa-nostalgic, old-fashioned, quaint, old-school"
    ],
    [
      "晶",
      "液晶",
      "えきしょう",
      "liquid crystal"
    ],
    [
      "松",
      "小松",
      "こまつ",
      "small pine, young pine"
    ],
    [
      "梢",
      "末梢",
      "まっしょう",
      "tip of a twig, tip, end, trifles, trivial matters, minor details"
    ],
    [
      "沼",
      "泥沼",
      "どろぬま",
      "bog, marsh, swamp, quagmire, morass, quandary, dire situation from which one cannot extricate oneself, imbroglio"
    ],
    [
      "渉",
      "交渉",
      "こうしょう",
      "negotiations, bargaining, discussions, talks, connection, relationship, relations, dealings"
    ],
    [
      "焦",
      "焦点",
      "しょうてん",
      "focus, focal point, focus (of attention, a discussion, etc.), point at issue, central point, focus"
    ],
    [
      "症",
      "症状",
      "しょうじょう",
      "symptoms, condition (of a patient)"
    ],
    [
      "硝",
      "旭硝子",
      "あさひがらす",
      "Asahi Glass"
    ],
    [
      "礁",
      "暗礁",
      "あんしょう",
      "reef, sunken rock, unforeseen difficulty"
    ],
    [
      "祥",
      "不祥事",
      "ふしょうじ",
      "scandal, impropriety, misconduct"
    ],
    [
      "称",
      "名称",
      "めいしょう",
      "name, title"
    ],
    [
      "粧",
      "化粧",
      "けしょう",
      "make-up, makeup, cosmetics, decoration, dressing, veneer"
    ],
    [
      "肖",
      "肖像",
      "しょうぞう",
      "portrait, likeness, picture"
    ],
    [
      "蕉",
      "蕉門",
      "しょうもん",
      "disciple of Basho"
    ],
    [
      "衝",
      "衝突",
      "しょうとつ",
      "collision, crash, impact, running into, clash, skirmish, conflict, discord, quarrel, brush"
    ],
    [
      "訟",
      "訴訟",
      "そしょう",
      "litigation, lawsuit"
    ],
    [
      "証",
      "証券",
      "しょうけん",
      "bond, bill, certificate, security"
    ],
    [
      "詔",
      "詔書",
      "しょうしょ",
      "imperial edict, decree"
    ],
    [
      "詳",
      "詳しい",
      "くわしい",
      "detailed, full, minute, knowing very well, knowledgeable (about), well-acquainted (with), well-informed (about), familiar (with)"
    ],
    [
      "鐘",
      "警鐘",
      "けいしょう",
      "alarm bell, fire bell, warning, wake-up call"
    ],
    [
      "障",
      "安全保障",
      "あんぜんほしょう",
      "security guarantee (e.g. military security, network security, etc.)"
    ],
    [
      "丈",
      "大丈夫",
      "だいじょうぶ",
      "safe, secure, sound, problem-free, without fear, all right, alright, OK, okay, certainly, surely, undoubtedly, no thanks, I'm good, that's alright, great man, fine figure of a man"
    ],
    [
      "丞",
      "丞相",
      "じょうしょう",
      "prime minister (in ancient China)"
    ],
    [
      "冗",
      "冗談",
      "じょうだん",
      "joke, jest, funny story"
    ],
    [
      "剰",
      "過剰",
      "かじょう",
      "excess, surplus, superabundance, overabundance"
    ],
    [
      "壌",
      "平壌",
      "ピョンヤン",
      "Pyongyang (North Korea)"
    ],
    [
      "嬢",
      "令嬢",
      "れいじょう",
      "(your) daughter, young woman, daughter of a good family"
    ],
    [
      "浄",
      "浄化",
      "じょうか",
      "purification, cleanup (e.g. of politics), purge"
    ],
    [
      "譲",
      "譲歩",
      "じょうほ",
      "concession, conciliation, compromise"
    ],
    [
      "醸",
      "醸成",
      "じょうせい",
      "brewing, fermenting, arousing, causing, creating, fermenting, bringing about"
    ],
    [
      "錠",
      "手錠",
      "てじょう",
      "handcuffs, manacles, confinement in chains (Edo-era judicial corporal punishment)"
    ],
    [
      "嘱",
      "委嘱",
      "いしょく",
      "commissioning, entrusting (with), request, appointment (to a position)"
    ],
    [
      "飾",
      "飾る",
      "かざる",
      "to decorate, to ornament, to adorn, to display, to exhibit, to put on show, to arrange, to mark (e.g. the day with a victory), to adorn (e.g. the front page), to grace (e.g. the cover), to affect (a manner), to keep up (appearances), to embellish, to dress up, to be showy, to be pretentious"
    ],
    [
      "殖",
      "増殖",
      "ぞうしょく",
      "increase, multiplication, propagation, proliferation"
    ],
    [
      "織",
      "組織",
      "そしき",
      "organization, organisation, formation, structure, construction, setup, constitution, system (e.g. railroad, transport, party, etc.), tissue, texture (of a rock), weave (of a fabric)"
    ],
    [
      "辱",
      "雪辱",
      "せつじょく",
      "vindication of honour, vindication of honor, making up for loss, revenge"
    ],
    [
      "侵",
      "侵略",
      "しんりゃく",
      "invasion (e.g. of a country), raid, aggression"
    ],
    [
      "唇",
      "口唇",
      "こうしん",
      "lips"
    ],
    [
      "娠",
      "妊娠",
      "にんしん",
      "pregnancy, conception, gestation"
    ],
    [
      "審",
      "審議",
      "しんぎ",
      "deliberation, discussion, consideration"
    ],
    [
      "慎",
      "慎重",
      "しんちょう",
      "careful, cautious, prudent, discreet, deliberate"
    ],
    [
      "振",
      "振り返る",
      "ふりかえる",
      "to turn one's head, to look over one's shoulder, to turn around, to look back, to think back (on), to reminisce, to look back (on), to reflect (on)"
    ],
    [
      "浸",
      "浸透",
      "しんとう",
      "permeation (of thought, ideology, culture, etc.), infiltration (e.g. of ideas), spread, penetration (e.g. into a market), pervasion, permeation (of a liquid, etc.), soaking, percolation, osmosis"
    ],
    [
      "紳",
      "紳士",
      "しんし",
      "gentleman"
    ],
    [
      "薪",
      "薪炭",
      "しんたん",
      "wood and charcoal, fuel"
    ],
    [
      "診",
      "診断",
      "しんだん",
      "diagnosis, medical examination"
    ],
    [
      "仁",
      "仁義",
      "じんぎ",
      "humanity and justice (esp. in Confucianism), virtue, duty, formal greeting (between yakuza, street vendors, gamblers, etc.), (gang's) moral code"
    ],
    [
      "刃",
      "刃物",
      "はもの",
      "edged tool, cutting instrument, knife"
    ],
    [
      "尋",
      "尋ねる",
      "たずねる",
      "to ask, to enquire, to inquire, to search, to look for, to look into, to investigate"
    ],
    [
      "甚",
      "甚だしい",
      "はなはだしい",
      "extreme, excessive, terrible, intense, severe, serious, tremendous, heavy (damage)"
    ],
    [
      "尽",
      "尽くす",
      "つくす",
      "to use up, to exhaust, to run out of, to devote oneself (to), to do one's utmost (for), to serve, to work (for a cause), to do to exhaustion, to do completely, to do fully"
    ],
    [
      "迅",
      "迅速",
      "じんそく",
      "quick, fast, rapid, swift, prompt, streamlined, expedited, expeditious"
    ],
    [
      "陣",
      "陣営",
      "じんえい",
      "camp (supporters of a doctrine, party, etc.), faction (of a party), military camp, encampment, cantonment"
    ],
    [
      "須",
      "必須",
      "ひっす",
      "indispensable, essential, requisite, required, compulsory, necessary"
    ],
    [
      "酢",
      "酢酸",
      "さくさん",
      "acetic acid"
    ],
    [
      "垂",
      "垂直",
      "すいちょく",
      "vertical, perpendicular"
    ],
    [
      "帥",
      "元帥",
      "げんすい",
      "(field) marshal, (fleet) admiral, general of the army"
    ],
    [
      "推",
      "推進",
      "すいしん",
      "propulsion, drive, promotion (of a policy, project, movement, etc.), furtherance, advancement, pushing forward"
    ],
    [
      "炊",
      "炊く",
      "たく",
      "to cook (grains, e.g. rice), to boil, to simmer, to stew, to seethe, to get angry, to snap"
    ],
    [
      "睡",
      "睡眠",
      "すいみん",
      "sleep"
    ],
    [
      "粋",
      "純粋",
      "じゅんすい",
      "pure, true, genuine, unmixed"
    ],
    [
      "衰",
      "衰える",
      "おとろえる",
      "to become weak, to decline, to wear, to abate, to decay, to wither, to waste away"
    ],
    [
      "遂",
      "未遂",
      "みすい",
      "failed attempt (at a crime, suicide, etc.)"
    ],
    [
      "酔",
      "酔う",
      "よう",
      "to get drunk, to become intoxicated, to feel sick (e.g. in a vehicle), to become nauseated, to be elated, to be exalted, to be spellbound, to be in raptures"
    ],
    [
      "錘",
      "紡錘",
      "ぼうすい",
      "spindle"
    ],
    [
      "随",
      "追随",
      "ついずい",
      "following (in the footsteps of), catching up with, coming level with"
    ],
    [
      "瑞",
      "瑞穂",
      "みずほ",
      "fresh, young ears of rice"
    ],
    [
      "髄",
      "骨髄",
      "こつずい",
      "bone marrow, medulla, true spirit, one's mind"
    ],
    [
      "崇",
      "崇拝",
      "すうはい",
      "worship, adoration, admiration, cult"
    ],
    [
      "枢",
      "中枢",
      "ちゅうすう",
      "centre, center, pivot, mainstay, nucleus, hub, backbone, central figure, pillar, key person, central nervous system"
    ],
    [
      "雛",
      "雛鳥",
      "ひなどり",
      "chick, baby bird"
    ],
    [
      "据",
      "据える",
      "すえる",
      "to place (in position), to fix, to set (e.g. table), to lay (foundation), to install, to seat (someone), to settle (upon something), to fix (e.g. one's gaze), to apply (moxa)"
    ],
    [
      "杉",
      "小杉",
      "こすぎ",
      "small cedar, thin Japanese paper (used as tissue during the Edo period)"
    ],
    [
      "澄",
      "澄む",
      "すむ",
      "to become clear (water, air, etc.), to become transparent, to resonate clearly (e.g. voice), to become serene, to become tranquil, to be free of worries, to pronounce as an unvoiced sound"
    ],
    [
      "寸",
      "寸前",
      "すんぜん",
      "just before, on the verge of, on the brink of, just in front of, just ahead of"
    ],
    [
      "瀬",
      "瀬戸",
      "せと",
      "strait, channel"
    ],
    [
      "是",
      "是正",
      "ぜせい",
      "correction, revision, redressing, rectifying"
    ],
    [
      "征",
      "遠征",
      "えんせい",
      "expedition, (military) campaign, tour (by a sports team, performer, etc.), visit"
    ],
    [
      "牲",
      "犠牲者",
      "ぎせいしゃ",
      "victim (esp. someone killed), casualty"
    ],
    [
      "盛",
      "盛り込む",
      "もりこむ",
      "to incorporate, to include, to fill (a vessel) with"
    ],
    [
      "聖",
      "棋聖",
      "きせい",
      "great master of go, great master of shogi"
    ],
    [
      "誠",
      "誠に",
      "まことに",
      "indeed, really, absolutely, truly, actually, very, quite"
    ],
    [
      "誓",
      "誓う",
      "ちかう",
      "to swear, to vow, to take an oath, to pledge"
    ],
    [
      "請",
      "要請",
      "ようせい",
      "appeal, call for something, request, claim, demand, axiom"
    ],
    [
      "逝",
      "逝く",
      "いく",
      "to die, to pass away"
    ],
    [
      "斉",
      "一斉",
      "いっせい",
      "simultaneous, all at once"
    ],
    [
      "隻",
      "隻語",
      "せきご",
      "just a few words"
    ],
    [
      "惜",
      "惜しむ",
      "おしむ",
      "to be frugal, to be sparing, to value, to hold dear, to regret (e.g. a loss), to feel sorry (for), to be unwilling, to be reluctant"
    ],
    [
      "斥",
      "排斥",
      "はいせき",
      "rejection, expulsion, boycott, ostracism"
    ],
    [
      "析",
      "分析",
      "ぶんせき",
      "analysis"
    ],
    [
      "籍",
      "国籍",
      "こくせき",
      "nationality, citizenship, nationality (ship, airplane, etc.), registration, flag"
    ],
    [
      "跡",
      "遺跡",
      "いせき",
      "(archeological) remains, ruins, relics"
    ],
    [
      "碩",
      "碩学",
      "せきがく",
      "great scholar, profound scholar"
    ],
    [
      "拙",
      "拙攻",
      "せっこう",
      "poor offense, poor attacking play"
    ],
    [
      "摂",
      "摂取",
      "せっしゅ",
      "intake (e.g. of salt), ingestion, absorption (e.g. of new knowledge), adoption (e.g. of foreign culture), assimilation, reception and protection"
    ],
    [
      "窃",
      "窃盗",
      "せっとう",
      "theft, stealing, larceny"
    ],
    [
      "舌",
      "弁舌",
      "べんぜつ",
      "speech, eloquence, manner of speaking, manner of expression"
    ],
    [
      "仙",
      "仙台",
      "せんだい",
      "Sendai (city in Miyagi)"
    ],
    [
      "宣",
      "宣言",
      "せんげん",
      "declaration, proclamation, announcement"
    ],
    [
      "扇",
      "扇動",
      "せんどう",
      "incitement, sedition, agitation, abetting"
    ],
    [
      "栓",
      "血栓",
      "けっせん",
      "thrombus, blood clot"
    ],
    [
      "染",
      "感染",
      "かんせん",
      "infection, contagion, becoming infected, being infected (e.g. with harmful ideas), being influenced (by)"
    ],
    [
      "潜",
      "潜在",
      "せんざい",
      "potentiality, dormancy, latency"
    ],
    [
      "旋",
      "旋風",
      "せんぷう",
      "whirlwind, sensation, commotion, hullabaloo"
    ],
    [
      "繊",
      "繊維",
      "せんい",
      "fibre, fiber, textile"
    ],
    [
      "薦",
      "推薦",
      "すいせん",
      "recommendation, referral, endorsement"
    ],
    [
      "践",
      "実践",
      "じっせん",
      "practice, putting into practice, implementation, praxis"
    ],
    [
      "遷",
      "変遷",
      "へんせん",
      "change, transition, vicissitudes"
    ],
    [
      "銭",
      "金銭",
      "きんせん",
      "money, cash"
    ],
    [
      "銑",
      "銑鉄",
      "せんてつ",
      "pig iron"
    ],
    [
      "鮮",
      "北朝鮮",
      "きたちょうせん",
      "North Korea"
    ],
    [
      "漸",
      "漸進",
      "ぜんしん",
      "gradual progress, steady advance"
    ],
    [
      "禅",
      "禅寺",
      "ぜんでら",
      "Zen temple"
    ],
    [
      "繕",
      "修繕",
      "しゅうぜん",
      "repair, mending"
    ],
    [
      "塑",
      "彫塑",
      "ちょうそ",
      "carving, engraving, clay model, plastic art"
    ],
    [
      "措",
      "措置",
      "そち",
      "measure, step, action"
    ],
    [
      "疎",
      "過疎",
      "かそ",
      "underpopulation, low population density, depopulation"
    ],
    [
      "礎",
      "基礎",
      "きそ",
      "foundation, basis"
    ],
    [
      "租",
      "租税",
      "そぜい",
      "taxes, taxation"
    ],
    [
      "粗",
      "粗末",
      "そまつ",
      "crude, rough, plain, humble, shabby, poor-quality, low-quality"
    ],
    [
      "素",
      "素材",
      "そざい",
      "ingredient, (raw) material, resource, unprocessed timber, raw timber, subject matter, topic"
    ],
    [
      "訴",
      "訴える",
      "うったえる",
      "to raise, to bring to (someone's attention), to appeal to (reason, emotions, etc.), to work on (one's emotions), to play on (one's sympathies), to complain, to sue (a person), to take someone to court, to resort to (e.g. arms, violence)"
    ],
    [
      "阻",
      "阻止",
      "そし",
      "obstruction, prevention, hindrance, check, blocking, stopping"
    ],
    [
      "僧",
      "小僧",
      "こぞう",
      "youngster, boy, kid, brat, young Buddhist monk, young bonze, young shop-boy, errand boy, apprentice"
    ],
    [
      "創",
      "創設",
      "そうせつ",
      "establishment, founding, organization, organisation"
    ],
    [
      "倉",
      "鎌倉",
      "かまくら",
      "Kamakura (city)"
    ],
    [
      "喪",
      "喪主",
      "もしゅ",
      "chief mourner"
    ],
    [
      "壮",
      "壮大",
      "そうだい",
      "magnificent, grand, majestic, splendid"
    ],
    [
      "奏",
      "演奏",
      "えんそう",
      "musical performance"
    ],
    [
      "爽",
      "爽快",
      "そうかい",
      "refreshing, exhilarating, invigorating, bracing"
    ],
    [
      "惣",
      "惣菜",
      "そうざい",
      "small dish (served as a part of an ordinary household meal), side dish"
    ],
    [
      "挿",
      "挿入",
      "そうにゅう",
      "insertion, incorporation, infixing"
    ],
    [
      "曹",
      "曹洞宗",
      "そうとうしゅう",
      "Soto school (of Zen Buddhism)"
    ],
    [
      "巣",
      "古巣",
      "ふるす",
      "old haunts, former homes"
    ],
    [
      "槽",
      "水槽",
      "すいそう",
      "water tank, cistern, fish tank, aquarium"
    ],
    [
      "綜",
      "錯綜",
      "さくそう",
      "becoming complicated, becoming involved, being intricate, becoming entangled, becoming jumbled, becoming mixed up"
    ],
    [
      "聡",
      "聡明",
      "そうめい",
      "wise, sagacious, intelligent, sensible"
    ],
    [
      "荘",
      "別荘",
      "べっそう",
      "holiday house, vacation home, villa, prison, jail"
    ],
    [
      "葬",
      "葬儀",
      "そうぎ",
      "funeral, funeral service"
    ],
    [
      "蒼",
      "古色蒼然",
      "こしょくそうぜん",
      "antique-looking, looking hoary with patina"
    ],
    [
      "藻",
      "海藻",
      "かいそう",
      "seaweed"
    ],
    [
      "遭",
      "遭難",
      "そうなん",
      "(meeting with) disaster, (having an) accident, mishap, shipwreck, distress"
    ],
    [
      "霜",
      "霜降り",
      "しもふり",
      "speckled with white, salt-and-pepper (pattern, fabric, etc.), marbling (of beef), (of fish, chicken, shellfish, etc.) blanching by exposure to boiling and then icy water, formation of frost"
    ],
    [
      "騒",
      "騒ぎ",
      "さわぎ",
      "uproar, disturbance"
    ],
    [
      "促",
      "促進",
      "そくしん",
      "promotion, acceleration, encouragement, facilitation, spurring on"
    ],
    [
      "即",
      "即時",
      "そくじ",
      "prompt, immediate, in real time"
    ],
    [
      "俗",
      "風俗",
      "ふうぞく",
      "manners, customs, public morals, sex service, sex industry, sex-oriented entertainment"
    ],
    [
      "属",
      "所属",
      "しょぞく",
      "belonging to (a group, organization, etc.), affiliation (with), being attached to, being under the control of, serving (in the military, congress, etc.)"
    ],
    [
      "賊",
      "海賊",
      "かいぞく",
      "pirate, sea robber, buccaneer, freebooter"
    ],
    [
      "汰",
      "沙汰",
      "さた",
      "affair, state, incident, issue, matter, verdict, sentence, directions, orders, command, instructions, notice, information, communication, news, message, tidings, update"
    ],
    [
      "堕",
      "堕落",
      "だらく",
      "depravity, corruption, degradation"
    ],
    [
      "妥",
      "妥協",
      "だきょう",
      "compromise, giving in"
    ],
    [
      "惰",
      "惰性",
      "だせい",
      "force of habit, inertia"
    ],
    [
      "駄",
      "無駄",
      "むだ",
      "futility, waste, uselessness, pointlessness, idleness"
    ],
    [
      "耐",
      "耐える",
      "たえる",
      "to bear, to stand, to endure, to put up with, to support, to withstand, to resist, to brave, to be fit for, to be equal to"
    ],
    [
      "怠",
      "怠る",
      "おこたる",
      "to neglect, to be negligent in, to be neglectful of, to fail to do, to leave undone, to avoid (doing), to shirk, to be unmindful of, to improve (of an illness), to get better"
    ],
    [
      "態",
      "状態",
      "じょうたい",
      "state, condition, situation, appearance, circumstances"
    ],
    [
      "泰",
      "安泰",
      "あんたい",
      "peace, security, tranquility, tranquillity"
    ],
    [
      "滞",
      "滞在",
      "たいざい",
      "stay, sojourn"
    ],
    [
      "胎",
      "胎児",
      "たいじ",
      "fetus, foetus, embryo, baby in the womb, unborn baby"
    ],
    [
      "逮",
      "逮捕",
      "たいほ",
      "arrest, apprehension, capture"
    ],
    [
      "隊",
      "自衛隊",
      "じえいたい",
      "Japan Self-Defense Forces, JSDF, self-defence force, self-defense force"
    ],
    [
      "鯛",
      "甘鯛",
      "あまだい",
      "tilefish (Branchiostegus spp.), blanquillo, horse-head fish"
    ],
    [
      "鷹",
      "鷹匠",
      "たかじょう",
      "falconer, hawker"
    ],
    [
      "滝",
      "滝川",
      "たきがわ",
      "rapids"
    ],
    [
      "卓",
      "卓球",
      "たっきゅう",
      "table tennis, ping-pong"
    ],
    [
      "啄",
      "啄木",
      "たくぼく",
      "woodpecker"
    ],
    [
      "択",
      "選択",
      "せんたく",
      "choice, selection, option"
    ],
    [
      "拓",
      "開拓",
      "かいたく",
      "reclamation (e.g. of wasteland), cultivation, development, pioneering, opening up (e.g. of a new market), breaking new ground, trailblazing"
    ],
    [
      "沢",
      "金沢",
      "かなざわ",
      "Kanazawa (city in Ishikawa)"
    ],
    [
      "琢",
      "琢磨",
      "たくま",
      "polish (jewels), cultivation"
    ],
    [
      "託",
      "信託",
      "しんたく",
      "trust, entrusting, leaving in someone's trust"
    ],
    [
      "濁",
      "汚濁",
      "おだく",
      "pollution, contamination, corruption, graft"
    ],
    [
      "諾",
      "受諾",
      "じゅだく",
      "acceptance"
    ],
    [
      "只",
      "只今",
      "しこん",
      "just now"
    ],
    [
      "但",
      "但馬",
      "たじま",
      "Tajima (former province located in the north of present-day Hyōgo Prefecture)"
    ],
    [
      "辰",
      "辰巳",
      "たつみ",
      "southeast"
    ],
    [
      "奪",
      "奪う",
      "うばう",
      "to take (by force), to take away, to snatch, to steal, to rob (someone) of, to dispossess of, to deprive of, to usurp, to absorb (one's attention), to fascinate, to captivate, to charm, to dazzle"
    ],
    [
      "脱",
      "脱出",
      "だっしゅつ",
      "escape, getting away (from), getting out (of), prolapse, proptosis"
    ],
    [
      "棚",
      "棚上げ",
      "たなあげ",
      "shelving (a matter, plan, etc.), pigeonholing, tabling, putting aside, putting on hold, keeping (goods) off the market (to adjust the supply-demand balance)"
    ],
    [
      "丹",
      "伊勢丹",
      "いせたん",
      "Isetan (department store)"
    ],
    [
      "嘆",
      "嘆く",
      "なげく",
      "to lament, to grieve, to regret, to deplore"
    ],
    [
      "旦",
      "旦那",
      "だんな",
      "master (of a house, shop, etc.), husband, sir, boss, master, governor, patron of a mistress, geisha, bar or nightclub hostess, sugar daddy, alms, almsgiving, almsgiver"
    ],
    [
      "淡",
      "淡水",
      "たんすい",
      "fresh water (i.e. not salt water)"
    ],
    [
      "端",
      "極端",
      "きょくたん",
      "extreme, extremity"
    ],
    [
      "胆",
      "大胆",
      "だいたん",
      "bold, daring, audacious"
    ],
    [
      "誕",
      "誕生",
      "たんじょう",
      "birth, creation, formation"
    ],
    [
      "鍛",
      "鍛える",
      "きたえる",
      "to forge, to temper, to drill, to train, to discipline"
    ],
    [
      "壇",
      "土壇場",
      "どたんば",
      "last moment, eleventh hour, platform made of dirt used to perform executions (decapitations) in the Edo period"
    ],
    [
      "弾",
      "爆弾",
      "ばくだん",
      "bomb, alcohol with liquor added (esp. wine-based shōchū highball, also beer with whiskey)"
    ],
    [
      "檀",
      "檀家",
      "だんか",
      "family which supports a temple, parishioner"
    ],
    [
      "智",
      "明智",
      "めいち",
      "sagacity, wisdom, intelligence"
    ],
    [
      "痴",
      "愚痴",
      "ぐち",
      "idle complaint, grumble, moha (ignorance, folly)"
    ],
    [
      "稚",
      "幼稚園",
      "ようちえん",
      "kindergarten, nursery school, preschool"
    ],
    [
      "致",
      "一致",
      "いっち",
      "agreement, accord, correspondence, consistency, coincidence, union, unity, cooperation"
    ],
    [
      "蓄",
      "貯蓄",
      "ちょちく",
      "savings"
    ],
    [
      "逐",
      "駆逐艦",
      "くちくかん",
      "destroyer (ship)"
    ],
    [
      "秩",
      "秩序",
      "ちつじょ",
      "order, discipline, regularity, system, method"
    ],
    [
      "窒",
      "窒素",
      "ちっそ",
      "nitrogen (N)"
    ],
    [
      "嫡",
      "嫡出",
      "ちゃくしゅつ",
      "legitimate birth"
    ],
    [
      "忠",
      "忠実",
      "まめ",
      "diligent, hardworking, conscientious, healthy, well, fit, faithful, honest, sincere"
    ],
    [
      "抽",
      "抽選",
      "ちゅうせん",
      "lottery, raffle, drawing (of lots)"
    ],
    [
      "衷",
      "折衷",
      "せっちゅう",
      "compromise, cross, blending, eclecticism"
    ],
    [
      "鋳",
      "鋳造",
      "ちゅうぞう",
      "casting, founding, minting"
    ],
    [
      "猪",
      "猪口",
      "ちょこ",
      "sake cup, small deep porcelain bowl for serving food"
    ],
    [
      "丁",
      "丁寧",
      "ていねい",
      "polite, courteous, civil, careful, close, thorough, conscientious"
    ],
    [
      "帳",
      "手帳",
      "てちょう",
      "notebook, memo pad, (pocket) diary, certificate, identification card"
    ],
    [
      "弔",
      "弔問",
      "ちょうもん",
      "condolence call, visiting a bereaved family to offer condolences"
    ],
    [
      "彫",
      "浮き彫り",
      "うきぼり",
      "relief, embossed carving, bringing to the fore, throwing something into relief"
    ],
    [
      "徴",
      "特徴",
      "とくちょう",
      "feature, trait, characteristic, peculiarity, distinction"
    ],
    [
      "懲",
      "懲役",
      "ちょうえき",
      "penal servitude, imprisonment with hard labor (hard labour)"
    ],
    [
      "挑",
      "挑戦",
      "ちょうせん",
      "challenge, defiance, dare, attempt, try"
    ],
    [
      "暢",
      "流暢",
      "りゅうちょう",
      "fluent (in a language), flowing"
    ],
    [
      "潮",
      "風潮",
      "ふうちょう",
      "tide, current, tendency, trend"
    ],
    [
      "眺",
      "眺める",
      "ながめる",
      "to look at, to gaze at, to watch, to stare at, to look out over, to get a view of, to admire (e.g. the scenery), to look on (from the sidelines), to stand by and watch, to observe"
    ],
    [
      "聴",
      "聴取",
      "ちょうしゅ",
      "hearing (of a statement, opinion, explanation, etc.), asking, questioning (e.g. a suspect), enquiry, listening (e.g. to the radio)"
    ],
    [
      "腸",
      "大腸",
      "だいちょう",
      "large intestine, large bowel, colon"
    ],
    [
      "蝶",
      "胡蝶",
      "こちょう",
      "butterfly"
    ],
    [
      "跳",
      "走り幅跳び",
      "はしりはばとび",
      "running long jump"
    ],
    [
      "勅",
      "勅使",
      "ちょくし",
      "imperial envoy, imperial messenger"
    ],
    [
      "鎮",
      "鎮圧",
      "ちんあつ",
      "suppression (of a riot, revolt, etc.), repression, putting down, quelling"
    ],
    [
      "陳",
      "陳述",
      "ちんじゅつ",
      "statement, declaration"
    ],
    [
      "津",
      "津波",
      "つなみ",
      "tsunami, tidal wave"
    ],
    [
      "墜",
      "墜落",
      "ついらく",
      "fall, crash (e.g. aircraft)"
    ],
    [
      "椎",
      "椎間板",
      "ついかんばん",
      "intervertebral disk"
    ],
    [
      "塚",
      "貝塚",
      "かいづか",
      "shell heap, shell mound, kitchen midden"
    ],
    [
      "漬",
      "漬け",
      "づけ",
      "pickled (something), pickled in (something), preserved in, dipped in, overreliance on (e.g. medication), excessive use of, addiction to, immersion in, intense involvement in"
    ],
    [
      "椿",
      "寒椿",
      "かんつばき",
      "camellia-like plant native to China"
    ],
    [
      "坪",
      "坪当たり",
      "つぼあたり",
      "per tsubo (approx. 3.3 square meters)"
    ],
    [
      "釣",
      "釣り",
      "つり",
      "fishing, angling, change (for a purchase), clickbaiting, trolling, bait, making deliberately inflammatory posts online"
    ],
    [
      "鶴",
      "真鶴",
      "まなづる",
      "white-naped crane (Grus vipio)"
    ],
    [
      "亭",
      "料亭",
      "りょうてい",
      "ryotei, traditional Japanese restaurant (esp. a luxurious one)"
    ],
    [
      "偵",
      "偵察",
      "ていさつ",
      "scouting, reconnaissance"
    ],
    [
      "貞",
      "貞治",
      "じょうじ",
      "Jōji era (of the Northern Court) (1362.9.23-1368.2.18), Teiji era"
    ],
    [
      "呈",
      "贈呈",
      "ぞうてい",
      "presentation (of a gift, prize, etc.)"
    ],
    [
      "堤",
      "堤防",
      "ていぼう",
      "bank, weir, embankment, levee"
    ],
    [
      "帝",
      "帝国",
      "ていこく",
      "empire, imperial"
    ],
    [
      "廷",
      "法廷",
      "ほうてい",
      "court (of law), courtroom"
    ],
    [
      "抵",
      "抵抗",
      "ていこう",
      "resistance, opposition, standing up to, reluctance, repulsion, repugnance, resistance, drag, friction, electrical resistance, resistor"
    ],
    [
      "提",
      "提案",
      "ていあん",
      "proposal, proposition, suggestion"
    ],
    [
      "締",
      "取締役",
      "とりしまりやく",
      "company director, board member"
    ],
    [
      "艇",
      "艦艇",
      "かんてい",
      "naval vessels, warships"
    ],
    [
      "訂",
      "訂正",
      "ていせい",
      "correction, revision, amendment"
    ],
    [
      "逓",
      "逓信",
      "ていしん",
      "communications (e.g. post, telegraph), Ministry of Communications and Transportation (dissolved in 1949)"
    ],
    [
      "邸",
      "官邸",
      "かんてい",
      "official residence (e.g. of the prime minister)"
    ],
    [
      "摘",
      "指摘",
      "してき",
      "pointing out, identification"
    ],
    [
      "敵",
      "匹敵",
      "ひってき",
      "to be a match for, to rival, to equal, to compare with, to be equivalent to"
    ],
    [
      "笛",
      "汽笛",
      "きてき",
      "steam whistle"
    ],
    [
      "哲",
      "哲学",
      "てつがく",
      "philosophy"
    ],
    [
      "徹",
      "徹底",
      "てってい",
      "thoroughness, completeness, consistency, thorough enforcement, seeing to it that a policy, etc. is carried out without exception"
    ],
    [
      "撤",
      "撤退",
      "てったい",
      "evacuation, withdrawal, revocation, repeal, retreat"
    ],
    [
      "迭",
      "更迭",
      "こうてつ",
      "change (of personnel), reshuffle (e.g. of a cabinet), shake-up, dismissal (e.g. of a minister), replacement"
    ],
    [
      "典",
      "式典",
      "しきてん",
      "ceremony, rites"
    ],
    [
      "添",
      "添える",
      "そえる",
      "to garnish, to accompany (as a card does a gift), to add to as support, to prop up, to accompany (as an aid, guide, translator, etc.), to mimic, to imitate, to draw something near to oneself, to approach nearby"
    ],
    [
      "吐",
      "吐く",
      "つく",
      "to breathe out, to breathe, to tell (a lie), to use (foul language), to vomit, to throw up, to spit up"
    ],
    [
      "斗",
      "北斗",
      "ほくと",
      "the Big Dipper (asterism), the Plough, the Plow"
    ],
    [
      "奴",
      "奴隷",
      "どれい",
      "slave, servant, slavery"
    ],
    [
      "刀",
      "銃刀法",
      "じゅうとうほう",
      "Act for Controlling the Possession of Firearms or Swords and Other Such Weapons"
    ],
    [
      "唐",
      "唐突",
      "とうとつ",
      "abrupt, sudden"
    ],
    [
      "悼",
      "追悼",
      "ついとう",
      "mourning"
    ],
    [
      "搭",
      "搭載",
      "とうさい",
      "loading (on a ship), equipping (an aircraft, car, etc.) with, being equipped with"
    ],
    [
      "桃",
      "桃太郎",
      "ももたろう",
      "Momotarō (Japanese folk tale and popular hero)"
    ],
    [
      "棟",
      "病棟",
      "びょうとう",
      "(hospital) ward"
    ],
    [
      "痘",
      "種痘",
      "しゅとう",
      "smallpox vaccination, inoculation against smallpox"
    ],
    [
      "糖",
      "砂糖",
      "さとう",
      "sugar"
    ],
    [
      "統",
      "大統領",
      "だいとうりょう",
      "president (of a nation), big man, boss, buddy, mate"
    ],
    [
      "藤",
      "藤本",
      "とうほん",
      "climbing trees, liana"
    ],
    [
      "討",
      "検討",
      "けんとう",
      "consideration, examination, investigation, study, scrutiny, discussion, analysis, review"
    ],
    [
      "謄",
      "謄本",
      "とうほん",
      "certified copy, transcript, official copy of the family register"
    ],
    [
      "豆",
      "伊豆",
      "いず",
      "Izu (former province located on the Izu Peninsula in present-day Shizuoka Prefecture, and the Izu Islands)"
    ],
    [
      "踏",
      "踏み切る",
      "ふみきる",
      "to take off, to jump, to leap, to take the plunge, to decide, to embark on, to venture into, to launch out into, to step out of the ring"
    ],
    [
      "透",
      "不透明",
      "ふとうめい",
      "opaque, obscure, murky, turbid, opacity, obscurity, unclear, unpredictable, uncertain"
    ],
    [
      "陶",
      "陶芸",
      "とうげい",
      "ceramic art, ceramics"
    ],
    [
      "騰",
      "高騰",
      "こうとう",
      "sharp rise (in prices), steep rise, substantial increase, soaring"
    ],
    [
      "闘",
      "戦闘",
      "せんとう",
      "battle, fight, combat"
    ],
    [
      "憧",
      "憧れ",
      "あこがれ",
      "yearning, longing, aspiration, adoration, admiration"
    ],
    [
      "洞",
      "空洞",
      "くうどう",
      "cavity, hollow, cave, cavern, hollow"
    ],
    [
      "瞳",
      "瞳孔",
      "どうこう",
      "pupil (of the eye)"
    ],
    [
      "胴",
      "胴体",
      "どうたい",
      "body, trunk, torso, hull (boat), fuselage (aircraft)"
    ],
    [
      "匿",
      "匿名",
      "とくめい",
      "anonymity, using an assumed name"
    ],
    [
      "徳",
      "徳島",
      "とくしま",
      "Tokushima (city, prefecture)"
    ],
    [
      "督",
      "監督",
      "かんとく",
      "supervision, control, superintendence, direction, director, superintendent, supervisor, coach, foreman, manager, overseer, controller, boss"
    ],
    [
      "篤",
      "危篤",
      "きとく",
      "critical condition, being on the verge of death"
    ],
    [
      "凸",
      "凹凸",
      "おうとつ",
      "unevenness, bumpiness, roughness, ruggedness, imbalance, inequality, unevenness, disparity"
    ],
    [
      "酉",
      "一の酉",
      "いちのとり",
      "first day of the cock in the eleventh month"
    ],
    [
      "屯",
      "駐屯",
      "ちゅうとん",
      "stationing (troops), garrisoning"
    ],
    [
      "豚",
      "豚肉",
      "ぶたにく",
      "pork"
    ],
    [
      "奈",
      "神奈川",
      "かながわ",
      "Kanagawa (prefecture)"
    ],
    [
      "那",
      "那覇",
      "なは",
      "Naha (city in Okinawa)"
    ],
    [
      "凪",
      "夕凪",
      "ゆうなぎ",
      "evening calm"
    ],
    [
      "捺",
      "押捺",
      "おうなつ",
      "stamping, impressing, affixing a seal"
    ],
    [
      "縄",
      "沖縄",
      "おきなわ",
      "Okinawa (city, prefecture)"
    ],
    [
      "尼",
      "尼僧",
      "にそう",
      "Buddhist nun, Catholic nun, sister"
    ],
    [
      "如",
      "欠如",
      "けつじょ",
      "lack, absence, shortage, deficiency, privation"
    ],
    [
      "尿",
      "糖尿病",
      "とうにょうびょう",
      "diabetes, diabetes mellitus"
    ],
    [
      "妊",
      "妊娠",
      "にんしん",
      "pregnancy, conception, gestation"
    ],
    [
      "忍",
      "忍耐",
      "にんたい",
      "endurance, perseverance, patience"
    ],
    [
      "寧",
      "丁寧",
      "ていねい",
      "polite, courteous, civil, careful, close, thorough, conscientious"
    ],
    [
      "粘",
      "粘り強い",
      "ねばりづよい",
      "tenacious, persevering, persistent, stubborn, steadfast, sticky"
    ],
    [
      "乃",
      "乃公",
      "だいこう",
      "I, me"
    ],
    [
      "之",
      "山之内製薬",
      "やまのうちせいやく",
      "Yamanouchi Pharmaceutical (now Astellas Pharma)"
    ],
    [
      "納",
      "納得",
      "なっとく",
      "consent, agreement, acceptance, understanding, satisfaction (e.g. with an explanation), being convinced"
    ],
    [
      "巴",
      "欧羅巴",
      "ヨーロッパ",
      "Europe"
    ],
    [
      "把",
      "把握",
      "はあく",
      "grasp (of the situation, meaning, etc.), understanding, control, hold, grip"
    ],
    [
      "覇",
      "連覇",
      "れんぱ",
      "successive championships"
    ],
    [
      "派",
      "派遣",
      "はけん",
      "dispatch, despatch, deployment, temporary employee (esp. from an agency), temporary worker, agency temp"
    ],
    [
      "婆",
      "老婆",
      "ろうば",
      "old woman"
    ],
    [
      "俳",
      "俳優",
      "はいゆう",
      "actor, actress, player, performer"
    ],
    [
      "廃",
      "廃止",
      "はいし",
      "abolition, discontinuance, discontinuation, repeal, annulment"
    ],
    [
      "排",
      "排除",
      "はいじょ",
      "exclusion, removal, elimination, clearing away, getting rid of"
    ],
    [
      "肺",
      "肺炎",
      "はいえん",
      "pneumonia"
    ],
    [
      "輩",
      "先輩",
      "せんぱい",
      "senior (at work or school), superior, elder, older graduate, progenitor, old-timer"
    ],
    [
      "培",
      "栽培",
      "さいばい",
      "cultivation"
    ],
    [
      "媒",
      "媒体",
      "ばいたい",
      "medium, media"
    ],
    [
      "梅",
      "青梅",
      "あおうめ",
      "unripe plum"
    ],
    [
      "賠",
      "賠償",
      "ばいしょう",
      "compensation, reparations, indemnity, damages"
    ],
    [
      "陪",
      "陪審",
      "ばいしん",
      "jury"
    ],
    [
      "萩",
      "萩原",
      "はぎはら",
      "reedy field"
    ],
    [
      "伯",
      "伯父",
      "えおじ",
      "uncle (one's father's older brother)"
    ],
    [
      "博",
      "博士",
      "はかせ",
      "expert, learned person, doctor, PhD, Dr., instructor at the imperial court (ritsuryō period), pitch and length marks (to accompany a Buddhist liturgical chant, etc.)"
    ],
    [
      "拍",
      "拍手",
      "はくしゅ",
      "clapping hands, applause, clapping one's hands in prayer (at a shrine)"
    ],
    [
      "舶",
      "船舶",
      "せんぱく",
      "vessel, ship, shipping, seacraft"
    ],
    [
      "迫",
      "迫る",
      "せまる",
      "to approach, to draw near, to be imminent, to press (someone for something), to urge, to compel"
    ],
    [
      "漠",
      "砂漠",
      "さばく",
      "desert"
    ],
    [
      "縛",
      "縛る",
      "しばる",
      "to tie, to bind, to fasten, to restrict (freedom), to tie down (with rules, regulations, etc.), to fetter"
    ],
    [
      "鉢",
      "鉢植え",
      "はちうえ",
      "potted plant, potting"
    ],
    [
      "伐",
      "伐採",
      "ばっさい",
      "felling timber, cutting down trees, logging, lumbering"
    ],
    [
      "罰",
      "罰金",
      "ばっきん",
      "fine, penalty"
    ],
    [
      "閥",
      "派閥",
      "はばつ",
      "clique, faction"
    ],
    [
      "鳩",
      "鳩首",
      "きゅうしゅ",
      "going into a huddle"
    ],
    [
      "隼",
      "隼人",
      "はやひと",
      "people who lived in Kyushu in ancient times, and who opposed the state of Yamato"
    ],
    [
      "伴",
      "伴う",
      "ともなう",
      "to accompany, to go hand in hand with, to be consequent upon, to be accompanied by, to bring with, to take with, to be involved in"
    ],
    [
      "帆",
      "帆船",
      "はんせん",
      "sailing ship, sailing boat, sailing vessel"
    ],
    [
      "搬",
      "運搬",
      "うんぱん",
      "transport, transportation, conveyance, carriage"
    ],
    [
      "班",
      "研究班",
      "けんきゅうはん",
      "research team, study team"
    ],
    [
      "畔",
      "湖畔",
      "こはん",
      "lake shore"
    ],
    [
      "繁",
      "繁栄",
      "はんえい",
      "prosperity, thriving, flourishing"
    ],
    [
      "藩",
      "藩主",
      "はんしゅ",
      "feudal lord, daimyo"
    ],
    [
      "範",
      "範囲",
      "はんい",
      "extent, scope, sphere, range, span"
    ],
    [
      "煩",
      "煩雑",
      "はんざつ",
      "complex, intricate, complicated, confused, troublesome, vexatious, cumbersome"
    ],
    [
      "頒",
      "頒布",
      "はんぷ",
      "distribution, circulation"
    ],
    [
      "盤",
      "基盤",
      "きばん",
      "base, basis, foundation, footing, infrastructure, bedrock"
    ],
    [
      "蛮",
      "野蛮",
      "やばん",
      "savage, barbarous, barbaric, uncivilized, uncivilised"
    ],
    [
      "卑",
      "卑劣",
      "ひれつ",
      "mean, contemptible, despicable, dirty, foul, cowardly, base"
    ],
    [
      "妃",
      "王妃",
      "おうひ",
      "queen, empress"
    ],
    [
      "扉",
      "門扉",
      "もんぴ",
      "door(s) of a gate"
    ],
    [
      "披",
      "披露",
      "ひろう",
      "announcement, presentation, demonstration, displaying, showing, introducing, unveiling, revealing, performing"
    ],
    [
      "斐",
      "甲斐",
      "かい",
      "effect, result, worth, use, avail, Kai (former province located in present-day Yamanashi Prefecture)"
    ],
    [
      "泌",
      "分泌",
      "ぶんぴつ",
      "secretion"
    ],
    [
      "碑",
      "記念碑",
      "きねんひ",
      "commemorative plaque (usu. on a stone), stone monument (bearing an inscription)"
    ],
    [
      "秘",
      "秘書",
      "ひしょ",
      "(private) secretary, treasured book, secret book"
    ],
    [
      "緋",
      "緋鯉",
      "ひごい",
      "red carp, golden carp"
    ],
    [
      "罷",
      "罷免",
      "ひめん",
      "dismissal (from a position), discharge"
    ],
    [
      "肥",
      "肥料",
      "ひりょう",
      "manure, fertilizer, fertiliser, compost"
    ],
    [
      "避",
      "避ける",
      "さける",
      "to avoid (physical contact with), to avoid (situation), to evade (question, subject), to shirk (one's responsibilities), to ward off, to avert, to put aside, to move out of the way"
    ],
    [
      "尾",
      "尾根",
      "おね",
      "(mountain) ridge"
    ],
    [
      "微",
      "微妙",
      "みみょう",
      "unspeakably wonderful, sublime, exquisite, marvelous"
    ],
    [
      "眉",
      "焦眉",
      "しょうび",
      "emergency, urgency, imminence"
    ],
    [
      "彦",
      "俊彦",
      "しゅんげん",
      "gifted man, accomplished man"
    ],
    [
      "姫",
      "舞姫",
      "まいひめ",
      "female dancer, dancing girl, danseuse"
    ],
    [
      "媛",
      "愛媛",
      "えひめ",
      "Ehime (prefecture)"
    ],
    [
      "俵",
      "土俵",
      "どひょう",
      "(wrestling) ring, forum (e.g. for discussion), sandbag, gabion"
    ],
    [
      "漂",
      "漂う",
      "ただよう",
      "to drift, to float, to waft (e.g. a scent), to hang in the air, to be in the air (e.g. a feeling or mood), to wander, to walk around aimlessly, to be unsteady, to be unstable, to falter, to flinch, to wince, to live in unreliable circumstances"
    ],
    [
      "票",
      "投票",
      "とうひょう",
      "voting, ballot, poll, vote"
    ],
    [
      "描",
      "描く",
      "えがく",
      "to draw, to paint, to sketch, to depict, to describe, to picture in one's mind, to imagine, to form a certain shape (e.g. path of an action, appearance of an object, etc.)"
    ],
    [
      "苗",
      "早苗",
      "さなえ",
      "rice seedling"
    ],
    [
      "浜",
      "横浜",
      "よこはま",
      "Yokohama (city)"
    ],
    [
      "賓",
      "迎賓館",
      "げいひんかん",
      "reception hall (esp. for visiting state dignitaries), guest house, State Guest House (esp. Akasaka palace, also guest house in Kyoto)"
    ],
    [
      "頻",
      "頻繁",
      "ひんぱん",
      "frequent, incessant"
    ],
    [
      "敏",
      "敏感",
      "びんかん",
      "sensitive, alert, aware, susceptible"
    ],
    [
      "瓶",
      "火炎瓶",
      "かえんびん",
      "Molotov cocktail, petrol bomb, gasoline bomb"
    ],
    [
      "扶",
      "扶養",
      "ふよう",
      "support (e.g. of one's dependents), maintenance"
    ],
    [
      "敷",
      "敷地",
      "しきち",
      "site, plot, lot, grounds"
    ],
    [
      "腐",
      "腐敗",
      "ふはい",
      "decomposition, putrefaction, putrescence, spoilage, corruption, degeneracy, decay, depravity"
    ],
    [
      "芙",
      "芙蓉",
      "ふよう",
      "cotton rose (Hibiscus mutabilis), Confederate rose, dixie rosemallow, lotus blossom"
    ],
    [
      "譜",
      "楽譜",
      "がくふ",
      "score, sheet music"
    ],
    [
      "賦",
      "割賦",
      "かっぷ",
      "allotment, quota, payment in installments, payment in instalments, hire-purchase"
    ],
    [
      "赴",
      "赴任",
      "ふにん",
      "moving to a different location to start a new job, (proceeding to) new appointment"
    ],
    [
      "附",
      "附置",
      "ふち",
      "(organizational) attachment, establishment"
    ],
    [
      "侮",
      "侮辱",
      "ぶじょく",
      "insult, affront, slight, contempt (e.g. of court)"
    ],
    [
      "伏",
      "伏せる",
      "ふせる",
      "to turn over (face down), to lay face down, to lay upside down, to point downwards (eyes, head, etc.), to cast down (eyes), to lie (one's body) face down, to lie flat (on the ground), to conceal, to hide, to keep secret, to place in hiding (e.g. troops for an ambush), to lie down, to retire, to go to bed (with an illness)"
    ],
    [
      "覆",
      "覆う",
      "おおう",
      "to cover, to hide, to conceal, to wrap, to disguise"
    ],
    [
      "噴",
      "噴火",
      "ふんか",
      "eruption, volcanic eruption"
    ],
    [
      "墳",
      "古墳",
      "こふん",
      "ancient burial mound, barrow, tumulus"
    ],
    [
      "憤",
      "憤り",
      "いきどおり",
      "resentment, indignation, anger"
    ],
    [
      "奮",
      "興奮",
      "こうふん",
      "excitement, stimulation, agitation, arousal"
    ],
    [
      "紛",
      "紛争",
      "ふんそう",
      "dispute, conflict, trouble, strife"
    ],
    [
      "雰",
      "雰囲気",
      "ふんいき",
      "atmosphere, mood, ambience, ambiance, aura, feel, a certain air, presence, special aura, something (about someone), (Earth's) atmosphere"
    ],
    [
      "丙",
      "丙午",
      "ひのえうま",
      "Fire Horse (43rd term of the sexagenary cycle, e.g. 1906, 1966, 2026)"
    ],
    [
      "併",
      "合併",
      "がっぺい",
      "merger (of companies, towns, etc.), combination, union, amalgamation, consolidation, coalition, fusion, annexation, affiliation, incorporation"
    ],
    [
      "塀",
      "土塀",
      "どべい",
      "mud wall, earthen wall, plaster wall"
    ],
    [
      "幣",
      "紙幣",
      "しへい",
      "paper money, note, bill"
    ],
    [
      "弊",
      "弊害",
      "へいがい",
      "harmful effect, harmful influence, evil practice, abuse, malady"
    ],
    [
      "柄",
      "銘柄",
      "めいがら",
      "brand, make, description, trading name of stocks and securities"
    ],
    [
      "陛",
      "陛下",
      "へいか",
      "Your Majesty, His Majesty, Her Majesty"
    ],
    [
      "癖",
      "口癖",
      "くちぐせ",
      "pet saying, favorite phrase, stock phrase, catchphrase, manner of talking"
    ],
    [
      "碧",
      "紺碧",
      "こんぺき",
      "deep blue, azure"
    ],
    [
      "偏",
      "偏差値",
      "へんさち",
      "deviation value (usu. scaled to mean of 50, standard deviation of 10, and often used for academic grades), deviation, T-score, standard score"
    ],
    [
      "遍",
      "普遍",
      "ふへん",
      "universal, general, ubiquitous, omnipresent"
    ],
    [
      "弁",
      "弁護士",
      "べんごし",
      "lawyer, attorney"
    ],
    [
      "舗",
      "店舗",
      "てんぽ",
      "shop, store, establishment, restaurant"
    ],
    [
      "輔",
      "大輔",
      "たいふ",
      "vice-minister (ritsuryō system), deputy minister"
    ],
    [
      "穂",
      "瑞穂",
      "みずほ",
      "fresh, young ears of rice"
    ],
    [
      "墓",
      "墓地",
      "ぼち",
      "cemetery, graveyard"
    ],
    [
      "慕",
      "慕う",
      "したう",
      "to yearn for, to long for, to pine for, to miss, to love dearly, to adore, to follow (someone), to idolize (for virtue, learning, status, etc.)"
    ],
    [
      "簿",
      "名簿",
      "みょうぶ",
      "proof of identity (for nobles, doctors, etc.; Heian period)"
    ],
    [
      "倣",
      "模倣",
      "もほう",
      "imitation, copying"
    ],
    [
      "俸",
      "年俸",
      "ねんぽう",
      "annual salary"
    ],
    [
      "奉",
      "奉仕",
      "ほうし",
      "service, ministry, attendance, church work, offering goods at a reduced price, providing a service for free"
    ],
    [
      "峰",
      "最高峰",
      "さいこうほう",
      "highest peak, highest mountain, greatest authority, most prominent person, pinnacle (e.g. of art), peak"
    ],
    [
      "崩",
      "崩壊",
      "ほうかい",
      "collapse, crumbling, breaking down, caving in, (radioactive) decay, disintegration"
    ],
    [
      "朋",
      "同朋",
      "どうぼう",
      "companions, fellows"
    ],
    [
      "泡",
      "発泡スチロール",
      "はっぽうスチロール",
      "styrofoam, styrene foam, expanded polystyrene"
    ],
    [
      "砲",
      "発砲",
      "はっぽう",
      "firing, discharge of gun"
    ],
    [
      "縫",
      "縫う",
      "ぬう",
      "to sew, to stitch, to weave one's way (e.g. through a crowd)"
    ],
    [
      "胞",
      "細胞",
      "さいぼう",
      "cell, cell (in an organization, esp. a communist party)"
    ],
    [
      "芳",
      "芳しい",
      "かんばしい",
      "sweet-smelling, fragrant, aromatic, good (reputation, condition, results, etc.), favorable"
    ],
    [
      "萌",
      "萌芽",
      "ほうが",
      "germination, germ, sprout, early sign, beginning, starting to appear"
    ],
    [
      "褒",
      "褒める",
      "ほめる",
      "to praise, to commend, to compliment, to speak well of, to speak highly of"
    ],
    [
      "邦",
      "連邦",
      "れんぽう",
      "federation (of states), confederation, commonwealth, union"
    ],
    [
      "飽",
      "飽きる",
      "あきる",
      "to get tired of, to tire of, to lose interest in, to grow weary of, to get fed up with, to get sick of, to become bored with, to become sated, to become satiated, to have one's fill"
    ],
    [
      "鳳",
      "白鳳時代",
      "はくほうじだい",
      "Hakuhō period (esp. used as a period of art history, approx. 645-710 CE)"
    ],
    [
      "鵬",
      "大鵬",
      "たいほう",
      "dapeng (giant bird in Chinese mythology, similar to the roc or Garuda)"
    ],
    [
      "乏",
      "乏しい",
      "とぼしい",
      "meagre, meager, scarce, limited, destitute, hard up, lacking, scanty, poor"
    ],
    [
      "傍",
      "傍聴",
      "ぼうちょう",
      "listening (to a lecture, hearing, parliament session, etc.), attending (without participating), sitting in (e.g. on a meeting), observing"
    ],
    [
      "剖",
      "解剖",
      "かいぼう",
      "dissection, autopsy, postmortem examination, analysis, postmortem"
    ],
    [
      "妨",
      "妨害",
      "ぼうがい",
      "obstruction, hindrance, blocking, disturbance, interference, interruption, jamming (a signal)"
    ],
    [
      "房",
      "官房長官",
      "かんぼうちょうかん",
      "Chief Cabinet Secretary (Japan), Chief of Staff (to the President, Prime Minister, etc.), Cabinet Secretary, Executive Secretary"
    ],
    [
      "某",
      "某氏",
      "ぼうし",
      "a certain person, unnamed person, Mr. So-and-so, a certain someone who shall remain unnamed"
    ],
    [
      "冒",
      "冒頭",
      "ぼうとう",
      "beginning, opening, start, outset"
    ],
    [
      "紡",
      "紡績",
      "ぼうせき",
      "spinning (textiles), spun yarn"
    ],
    [
      "肪",
      "脂肪",
      "しぼう",
      "fat, grease, blubber, lard, suet"
    ],
    [
      "膨",
      "膨大",
      "ぼうだい",
      "huge, vast, enormous, colossal, extensive, large, swelling, expansion"
    ],
    [
      "謀",
      "参謀",
      "さんぼう",
      "staff officer, military staff, adviser, counselor, counsellor"
    ],
    [
      "僕",
      "公僕",
      "こうぼく",
      "public servant"
    ],
    [
      "墨",
      "墨付き",
      "すみつき",
      "certificate, certified document, authorization, authorisation, (the) thumbs up, seal of approval, paper with signature of the shogun or lord"
    ],
    [
      "撲",
      "相撲",
      "すもう",
      "sumo (wrestling), sumo wrestler, rikishi"
    ],
    [
      "朴",
      "素朴",
      "そぼく",
      "simple, artless, naive, unsophisticated"
    ],
    [
      "牧",
      "牧野",
      "ぼくや",
      "pasture land, ranch"
    ],
    [
      "睦",
      "親睦",
      "しんぼく",
      "friendship, amity"
    ],
    [
      "没",
      "戦没",
      "せんぼつ",
      "death in battle, killed in action"
    ],
    [
      "堀",
      "堀江",
      "ほりえ",
      "canal"
    ],
    [
      "奔",
      "奔走",
      "ほんそう",
      "running about, making every effort (to do), busying oneself (with), being busily engaged (in), good offices, efforts"
    ],
    [
      "翻",
      "翻訳",
      "ほんやく",
      "translation, deciphering, decoding, translation"
    ],
    [
      "凡",
      "平凡",
      "へいぼん",
      "ordinary, common, commonplace, mediocre, unremarkable, undistinguished, uneventful"
    ],
    [
      "盆",
      "盆栽",
      "ぼんさい",
      "bonsai, miniature potted plant"
    ],
    [
      "摩",
      "摩擦",
      "まさつ",
      "friction, rubbing, chafing, discord, friction, strife, conflict"
    ],
    [
      "魔",
      "悪魔",
      "あくま",
      "devil, demon, fiend, Satan, the Devil, Māra, evil spirits or forces that hinder one's path to enlightenment"
    ],
    [
      "麻",
      "麻薬",
      "まやく",
      "narcotic, drug, dope"
    ],
    [
      "幕",
      "開幕",
      "かいまく",
      "raising the curtain, opening (of an event), start, beginning"
    ],
    [
      "膜",
      "網膜",
      "もうまく",
      "retina"
    ],
    [
      "柾",
      "柾目",
      "まさめ",
      "straight grain, quartersawn grain"
    ],
    [
      "又",
      "又は",
      "または",
      "or, either ... or ..."
    ],
    [
      "抹",
      "抹消",
      "まっしょう",
      "erasure, striking off, crossing out, cancellation, deletion"
    ],
    [
      "繭",
      "山繭",
      "やままゆ",
      "Japanese oak silkmoth (Antheraea yamamai)"
    ],
    [
      "慢",
      "我慢",
      "がまん",
      "endurance, patience, perseverance, bearing (with something), self-control, self-restraint"
    ],
    [
      "漫",
      "漫画",
      "まんが",
      "cartoon, comic, comic strip, manga"
    ],
    [
      "魅",
      "魅力",
      "みりょく",
      "charm, fascination, glamour, glamor, attraction, appeal"
    ],
    [
      "巳",
      "辰巳",
      "たつみ",
      "southeast"
    ],
    [
      "密",
      "秘密",
      "ひみつ",
      "secret, secrecy, confidentiality, privacy, mystery, secret (e.g. to success), esoteric teachings"
    ],
    [
      "脈",
      "人脈",
      "じんみゃく",
      "personal connections"
    ],
    [
      "妙",
      "微妙",
      "みみょう",
      "unspeakably wonderful, sublime, exquisite, marvelous"
    ],
    [
      "矛",
      "矛盾",
      "むじゅん",
      "contradiction, inconsistency"
    ],
    [
      "霧",
      "濃霧",
      "のうむ",
      "heavy fog, dense fog, thick fog"
    ],
    [
      "婿",
      "娘婿",
      "むすめむこ",
      "son-in-law"
    ],
    [
      "盟",
      "加盟",
      "かめい",
      "joining (an association, agreement, etc.), participation, affiliation, accession"
    ],
    [
      "銘",
      "銘柄",
      "めいがら",
      "brand, make, description, trading name of stocks and securities"
    ],
    [
      "滅",
      "消滅",
      "しょうめつ",
      "extinction, extinguishment, disappearance, vanishing, termination, lapse, annihilation"
    ],
    [
      "免",
      "免許",
      "めんきょ",
      "license, licence, permission, permit, certificate"
    ],
    [
      "模",
      "規模",
      "きぼ",
      "scale, scope, plan, structure"
    ],
    [
      "茂",
      "茂る",
      "しげる",
      "to grow thickly, to be in full leaf, to be rampant, to luxuriate, to be luxurious"
    ],
    [
      "妄",
      "妄想",
      "もうそう",
      "delusion, wild idea, (wild) fancy, (ridiculous) fantasy"
    ],
    [
      "孟",
      "孟子",
      "もうし",
      "Mencius (372-289 BCE), Mengzi, Mencius (one of the Four Books)"
    ],
    [
      "猛",
      "猛暑",
      "もうしょ",
      "heat wave, fierce heat"
    ],
    [
      "盲",
      "盲導犬",
      "もうどうけん",
      "guide dog, seeing-eye dog"
    ],
    [
      "網",
      "通信網",
      "つうしんもう",
      "communications network"
    ],
    [
      "耗",
      "消耗",
      "しょうもう",
      "exhaustion, consumption, using up, dissipation, waste"
    ],
    [
      "黙",
      "沈黙",
      "ちんもく",
      "Silence (1966 novel by Shūsaku Endō)"
    ],
    [
      "紋",
      "波紋",
      "はもん",
      "ripple, ring on the water, repercussions, Japanese slit drum, instrument made of iron with slits on top; makes a rippling sound"
    ],
    [
      "也",
      "可也",
      "かなり",
      "considerably, fairly, quite, rather, pretty"
    ],
    [
      "冶",
      "冶金",
      "やきん",
      "metallurgy"
    ],
    [
      "耶",
      "伽耶",
      "かや",
      "Kaya (ancient Korean confederacy), Karak"
    ],
    [
      "弥",
      "弥生",
      "やよい",
      "third month of the lunar calendar, Yayoi period (ca. 300 BCE-300 CE), Yayoi culture, thick growth (of grass, etc.)"
    ],
    [
      "矢",
      "矢先",
      "やさき",
      "arrowhead, target of a flying arrow, brunt (of an attack), the very moment (when), the point (of doing)"
    ],
    [
      "厄",
      "厄介",
      "やっかい",
      "trouble, burden, nuisance, bother, worry, care, dependence, support, kindness, obligation, staying (with a person)"
    ],
    [
      "訳",
      "翻訳",
      "ほんやく",
      "translation, deciphering, decoding, translation"
    ],
    [
      "躍",
      "活躍",
      "かつやく",
      "activity (esp. energetic or successful), great efforts, active participation, walking about with great vigor"
    ],
    [
      "柳",
      "川柳",
      "かわやぎ",
      "riverside willow"
    ],
    [
      "愉",
      "不愉快",
      "ふゆかい",
      "unpleasant, disagreeable, displeasing, uncomfortable, unhappy"
    ],
    [
      "癒",
      "癒着",
      "ゆちゃく",
      "adhesion, conglutination, accretion, collusion, collusive relationship, cozy relationship"
    ],
    [
      "諭",
      "教諭",
      "きょうゆ",
      "(licensed) teacher"
    ],
    [
      "唯",
      "唯一",
      "ゆいいつ",
      "only, sole, unique"
    ],
    [
      "佑",
      "天佑神助",
      "てんゆうしんじょ",
      "divine grace, God's help"
    ],
    [
      "幽",
      "幽霊",
      "ゆうれい",
      "ghost, specter, spectre, apparition, phantom"
    ],
    [
      "悠",
      "悠久",
      "ゆうきゅう",
      "eternity, perpetuity, permanence"
    ],
    [
      "憂",
      "憂慮",
      "ゆうりょ",
      "anxiety, concern, fear"
    ],
    [
      "柚",
      "柚子",
      "ゆず",
      "yuzu (Citrus ichangensis x C. reticulata)"
    ],
    [
      "湧",
      "湧水",
      "ゆうすい",
      "spring, welling of water"
    ],
    [
      "猶",
      "猶予",
      "ゆうよ",
      "postponement, deferment, extension (of time)"
    ],
    [
      "裕",
      "余裕",
      "よゆう",
      "surplus, margin, leeway, room, space, time, allowance, flexibility, scope, composure, placidity, complacency, calm"
    ],
    [
      "誘",
      "誘拐",
      "ゆうかい",
      "abduction, kidnapping, kidnaping"
    ],
    [
      "雄",
      "英雄",
      "えいゆう",
      "hero, heroine, great person, Eroica Symphony (Beethoven, 1804), Heroic Polonaise (Chopin)"
    ],
    [
      "融",
      "金融",
      "きんゆう",
      "finance, financing, credit transacting, loaning of money, circulation of money, monetary, financial, credit"
    ],
    [
      "誉",
      "名誉",
      "めいよ",
      "honor, honour, credit, glory, fame, distinction, prestige, dignity, reputation, honor, good name, honorary (e.g. president, doctorate)"
    ],
    [
      "庸",
      "凡庸",
      "ぼんよう",
      "mediocre, ordinary, commonplace, banal"
    ],
    [
      "揚",
      "旗揚げ",
      "はたあげ",
      "raising an army, raising a banner, launching a new group, launching a business, launching a new party"
    ],
    [
      "揺",
      "揺れる",
      "ゆれる",
      "to shake, to sway, to rock, to swing, to tremble, to jolt, to pitch, to roll, to flicker, to become unstable, to become unsettled, to be shaken, to waver"
    ],
    [
      "擁",
      "擁立",
      "ようりつ",
      "backing (for a position), giving support to, helping (someone) to a position"
    ],
    [
      "楊",
      "楊枝",
      "ようじ",
      "toothpick, skewer (used to cut and hold sweets served at a tea ceremony), toothbrush (orig. made from a thin willow branch frayed at one end)"
    ],
    [
      "窯",
      "窯業",
      "ようぎょう",
      "ceramics, ceramic industry"
    ],
    [
      "羊",
      "羊毛",
      "ようもう",
      "wool"
    ],
    [
      "耀",
      "栄耀",
      "えいよう",
      "luxury, splendour, splendor, prosperity"
    ],
    [
      "蓉",
      "芙蓉",
      "ふよう",
      "cotton rose (Hibiscus mutabilis), Confederate rose, dixie rosemallow, lotus blossom"
    ],
    [
      "謡",
      "童謡",
      "どうよう",
      "children's song, nursery rhyme"
    ],
    [
      "遥",
      "遥か",
      "はるか",
      "far away, far off, far, distant, in the distance, long ago, long before"
    ],
    [
      "養",
      "栄養",
      "えいよう",
      "nutrition, nourishment"
    ],
    [
      "抑",
      "抑える",
      "おさえる",
      "to keep within limits (e.g. spending), to restrain (e.g. emotions), to control, to curb, to hold in check, to hold back (e.g. an enemy), to check, to curb, to contain, to quell, to subdue, to suppress, to repress"
    ],
    [
      "翼",
      "右翼",
      "うよく",
      "right wing (politics), right wing (of a bird or aircraft), right wing (of an army, building, etc.), right flank, right field, right fielder, right wing (in soccer, rugby, etc.), high (academic) standing, high class ranking"
    ],
    [
      "羅",
      "網羅",
      "もうら",
      "encompassing, covering (exhaustively), including (all of), comprising, comprehending"
    ],
    [
      "裸",
      "全裸",
      "ぜんら",
      "stark naked, completely naked, nude"
    ],
    [
      "雷",
      "地雷",
      "じらい",
      "land mine, topic that sets someone off, sensitive topic, taboo topic, trigger, something that seems fine at first but turns out to be very bad (e.g. product, business), booby trap, pitfall"
    ],
    [
      "酪",
      "酪農",
      "らくのう",
      "dairy farming"
    ],
    [
      "嵐",
      "青嵐",
      "あおあらし",
      "wind blowing through fresh verdure, mountain air"
    ],
    [
      "欄",
      "本欄",
      "ほんらん",
      "this column"
    ],
    [
      "藍",
      "伽藍",
      "がらん",
      "temple (esp. large one), monastery, temple building"
    ],
    [
      "蘭",
      "蘭学",
      "らんがく",
      "rangaku, study of Western knowledge through the Dutch language during the Edo period"
    ],
    [
      "覧",
      "展覧会",
      "てんらんかい",
      "exhibition"
    ],
    [
      "吏",
      "官吏",
      "かんり",
      "government official, public servant, civil servant"
    ],
    [
      "履",
      "履行",
      "りこう",
      "performance (of a duty), fulfillment (of a promise), fulfilment, execution (of a contract), discharge, implementation"
    ],
    [
      "李",
      "李下",
      "りか",
      "underneath a Japanese plum tree"
    ],
    [
      "梨",
      "山梨",
      "やまなし",
      "Yamanashi (city, prefecture), wild nashi (Pyrus pyrifolia var. pyrifolia), wild Japanese pear"
    ],
    [
      "璃",
      "浄瑠璃",
      "じょうるり",
      "jōruri, type of dramatic recitation accompanied by a shamisen (associated with Japanese puppet theater)"
    ],
    [
      "痢",
      "下痢",
      "げり",
      "diarrhea, diarrhoea"
    ],
    [
      "里",
      "千里",
      "せんり",
      "1000 ri, (a) long distance"
    ],
    [
      "離",
      "離れる",
      "はなれる",
      "to be separated, to be apart, to be distant, to leave, to go away, to leave (a job, etc.), to quit, to give up, to lose connection with, to drift away from"
    ],
    [
      "琉",
      "琉球",
      "りゅうきゅう",
      "Ryukyu, chain of southwestern Japanese islands comprising Okinawa Prefecture"
    ],
    [
      "硫",
      "硫黄",
      "いおう",
      "sulfur (S), sulphur"
    ],
    [
      "隆",
      "隆盛",
      "りゅうせい",
      "prosperity, flourishing, thriving"
    ],
    [
      "竜",
      "恐竜",
      "きょうりゅう",
      "dinosaur"
    ],
    [
      "慮",
      "配慮",
      "はいりょ",
      "consideration, concern, attention, thoughtfulness, making arrangements, care, trouble"
    ],
    [
      "虜",
      "捕虜",
      "ほりょ",
      "prisoner (of war), POW, captive"
    ],
    [
      "僚",
      "閣僚",
      "かくりょう",
      "cabinet ministers"
    ],
    [
      "凌",
      "凌ぐ",
      "しのぐ",
      "to endure, to keep out (e.g. rain), to stave off (e.g. starvation), to pull through, to get over, to survive, to surpass, to outdo, to excel, to eclipse, to defy, to slight"
    ],
    [
      "寮",
      "寮生",
      "りょうせい",
      "boarder, boarding student"
    ],
    [
      "猟",
      "狩猟",
      "しゅりょう",
      "hunting"
    ],
    [
      "瞭",
      "明瞭",
      "めいりょう",
      "clear, plain, distinct, obvious, evident, articulate"
    ],
    [
      "稜",
      "稜線",
      "りょうせん",
      "ridgeline, lines of a mountain ridge"
    ],
    [
      "糧",
      "食糧",
      "しょくりょう",
      "food (esp. staple food such as rice or wheat), provisions, rations, food supply"
    ],
    [
      "遼",
      "遼寧省",
      "りょうねいしょう",
      "Liaoning Province (China)"
    ],
    [
      "陵",
      "丘陵",
      "きゅうりょう",
      "hill, hillock, rolling hills, foothills"
    ],
    [
      "倫",
      "倫理",
      "りんり",
      "ethics, morals"
    ],
    [
      "厘",
      "九分九厘",
      "くぶくりん",
      "almost certainly, in all probability, ten to one, in ninety-nine cases out of a hundred, near-completeness, near-perfection, ninety-nine percent (finished, etc.)"
    ],
    [
      "琳",
      "琳派",
      "りんぱ",
      "Rimpa school (of painting, 17th-early 20th century)"
    ],
    [
      "臨",
      "臨時",
      "りんじ",
      "temporary, provisional, interim, special, extraordinary, extra"
    ],
    [
      "隣",
      "隣接",
      "りんせつ",
      "adjacency, contiguity, being adjoined"
    ],
    [
      "瑠",
      "浄瑠璃",
      "じょうるり",
      "jōruri, type of dramatic recitation accompanied by a shamisen (associated with Japanese puppet theater)"
    ],
    [
      "塁",
      "本塁打",
      "ほんるいだ",
      "home run"
    ],
    [
      "累",
      "累積",
      "るいせき",
      "accumulation, cumulative, accumulated"
    ],
    [
      "励",
      "励ます",
      "はげます",
      "to encourage, to cheer on, to cheer (someone) up, to raise (one's voice)"
    ],
    [
      "嶺",
      "分水嶺",
      "ぶんすいれい",
      "watershed, divide"
    ],
    [
      "鈴",
      "風鈴",
      "ふうりん",
      "wind chime, wind bell"
    ],
    [
      "隷",
      "奴隷",
      "どれい",
      "slave, servant, slavery"
    ],
    [
      "霊",
      "慰霊",
      "いれい",
      "consoling the spirits of the dead"
    ],
    [
      "麗",
      "華麗",
      "かれい",
      "splendid, magnificent, gorgeous"
    ],
    [
      "暦",
      "西暦",
      "せいれき",
      "Common Era, CE, Christian Era, anno domini, AD, Western (Gregorian) calendar"
    ],
    [
      "劣",
      "劣る",
      "おとる",
      "to be inferior to, to be less good at, to fall behind"
    ],
    [
      "烈",
      "強烈",
      "きょうれつ",
      "strong, intense, severe"
    ],
    [
      "裂",
      "分裂",
      "ぶんれつ",
      "split, division, break up"
    ],
    [
      "廉",
      "廉売",
      "れんばい",
      "bargain sale"
    ],
    [
      "蓮",
      "蓮華",
      "れんげ",
      "lotus flower, Chinese milk vetch (Astragalus sinicus), china spoon, lotus-shaped pedestal for a gravestone"
    ],
    [
      "錬",
      "精錬",
      "せいれん",
      "refining, refinement, smelting, training"
    ],
    [
      "呂",
      "風呂",
      "ふろ",
      "bath, bathing, bathtub, bathroom, bathhouse, public bath, room for drying lacquerware, base (wooden joint connecting the blade of a hoe, spade, etc., to the handle)"
    ],
    [
      "炉",
      "原子炉",
      "げんしろ",
      "atomic reactor, nuclear reactor"
    ],
    [
      "露",
      "披露",
      "ひろう",
      "announcement, presentation, demonstration, displaying, showing, introducing, unveiling, revealing, performing"
    ],
    [
      "廊",
      "画廊",
      "がろう",
      "art gallery (esp. artworks for sale), picture gallery"
    ],
    [
      "朗",
      "朗読",
      "ろうどく",
      "reading aloud, recitation"
    ],
    [
      "楼",
      "楼閣",
      "ろうかく",
      "multistoried building, castle, palace, shrine"
    ],
    [
      "浪",
      "浪人",
      "ろうにん",
      "ronin, masterless samurai, high school graduate waiting for another chance to enter university after having failed the yearly entrance examination, person out of work, jobless person, wanderer, drifter"
    ],
    [
      "漏",
      "漏らす",
      "もらす",
      "to let leak, to let out (e.g. light), to let out (a secret), to leak (information), to divulge, to disclose, to let slip, to give utterance to (e.g. one's dissatisfaction), to vent, to express, to reveal (e.g. one's true intentions), to let out (a sigh, etc.), to wet one's pants, to omit, to leave out, to fail to do, to miss, to omit (by mistake), to forget to do"
    ],
    [
      "郎",
      "三郎",
      "さぶろう",
      "third son, Occella iburia (species of poacher)"
    ],
    [
      "禄",
      "福禄寿",
      "ふくろくじゅ",
      "Fukurokuju, god of happiness, prosperity and long life"
    ],
    [
      "倭",
      "倭人",
      "わじん",
      "Japanese person"
    ],
    [
      "賄",
      "収賄",
      "しゅうわい",
      "accepting bribes, corruption, graft"
    ],
    [
      "惑",
      "疑惑",
      "ぎわく",
      "doubt, misgivings, distrust, suspicion"
    ],
    [
      "枠",
      "枠組み",
      "わくぐみ",
      "frame, framework, outline"
    ],
    [
      "勁",
      "勁草",
      "けいそう",
      "wind-resistant blade of grass, resistant idea (metaphorically)"
    ],
    [
      "彗",
      "彗星",
      "すいせい",
      "comet"
    ],
    [
      "椰",
      "椰子",
      "やし",
      "palm tree (any tree of family Arecaceae)"
    ],
    [
      "毬",
      "毬藻",
      "まりも",
      "marimo (variety of algae, Cladophora aegagropila), round green algae, Cladophora ball, lake ball, moss ball"
    ],
    [
      "洵",
      "洵美",
      "じゅんび",
      "exquisite, truly beautiful"
    ],
    [
      "燎",
      "燎原",
      "りょうげん",
      "agricultural burning, setting a field ablaze"
    ],
    [
      "眸",
      "双眸",
      "そうぼう",
      "one's eyes, (pair of) eyes"
    ],
    [
      "綺",
      "綺麗",
      "きれい",
      "pretty, lovely, beautiful, fair, clean, clear, pure, tidy, neat, completely, entirely"
    ],
    [
      "綸",
      "経綸",
      "けいりん",
      "governing, administration, state policy"
    ],
    [
      "翔",
      "翔る",
      "かける",
      "to soar, to fly, to run, to dash"
    ],
    [
      "茉",
      "茉莉",
      "まつり",
      "Arabian jasmine (Jasminum sambac)"
    ],
    [
      "莉",
      "茉莉",
      "まつり",
      "Arabian jasmine (Jasminum sambac)"
    ],
    [
      "頌",
      "頌歌",
      "しょうか",
      "anthem, carol, hymn of praise"
    ],
    [
      "颯",
      "颯爽",
      "さっそう",
      "gallant, dashing, jaunty"
    ],
    [
      "黎",
      "黎明",
      "れいめい",
      "daybreak, dawn, gray of the morning (grey), dawn (of a new age)"
    ]
  ],
  "N2": [
    [
      "愛",
      "愛知",
      "あいち",
      "Aichi (prefecture)"
    ],
    [
      "圧",
      "圧力",
      "あつりょく",
      "pressure, stress, pressure (e.g. political), coercion, arm-twisting"
    ],
    [
      "案",
      "法案",
      "ほうあん",
      "bill (law), measure"
    ],
    [
      "位",
      "単位",
      "たんい",
      "unit, denomination, credit (in school), in units of (e.g. \"in thousands\"), in amounts of"
    ],
    [
      "依",
      "依頼",
      "いらい",
      "request, commission, entrusting (with a matter), dependence, reliance"
    ],
    [
      "偉",
      "偉大",
      "いだい",
      "great, grand, magnificent, outstanding, mighty"
    ],
    [
      "囲",
      "雰囲気",
      "ふんいき",
      "atmosphere, mood, ambience, ambiance, aura, feel, a certain air, presence, special aura, something (about someone), (Earth's) atmosphere"
    ],
    [
      "委",
      "委員長",
      "いいんちょう",
      "(committee) chairman, president"
    ],
    [
      "易",
      "貿易",
      "ぼうえき",
      "(foreign) trade, (international) commerce, importing and exporting"
    ],
    [
      "異",
      "異なる",
      "ことなる",
      "to differ, to be different, to disagree, to vary, to diverge"
    ],
    [
      "移",
      "移植",
      "いしょく",
      "transplanting (a plant), transplant, grafting, transplantation (of an organ, tissue, etc.), transplant, embryo transfer, embryo transplant, porting (software)"
    ],
    [
      "胃",
      "胃腸",
      "いちょう",
      "stomach and intestines, gastrointestinal tract, digestive organs"
    ],
    [
      "衣",
      "衣装",
      "いしょう",
      "clothing, costume, outfit, garment, dress"
    ],
    [
      "違",
      "違う",
      "たがう",
      "to differ, to be different, to run counter to, to change (into something out of the ordinary)"
    ],
    [
      "域",
      "地域",
      "ちいき",
      "area, region, district, locality"
    ],
    [
      "育",
      "教育",
      "きょういく",
      "education, schooling, training, instruction, teaching, upbringing, culture, cultivation, education"
    ],
    [
      "印",
      "調印",
      "ちょういん",
      "signature, signing, sealing"
    ],
    [
      "因",
      "原因",
      "げんいん",
      "cause, origin, source"
    ],
    [
      "宇",
      "宇宙",
      "うちゅう",
      "universe, cosmos, space"
    ],
    [
      "羽",
      "出羽",
      "でわ",
      "Dewa (former province located in present-day Yamagata and Akita prefectures)"
    ],
    [
      "雲",
      "出雲",
      "いずも",
      "Izumo (former province located in the east of present-day Shimane Prefecture)"
    ],
    [
      "営",
      "経営",
      "けいえい",
      "management, administration, operation, running (a business), conducting"
    ],
    [
      "栄",
      "栄養",
      "えいよう",
      "nutrition, nourishment"
    ],
    [
      "永",
      "永住",
      "えいじゅう",
      "permanent residence"
    ],
    [
      "泳",
      "水泳",
      "すいえい",
      "swimming"
    ],
    [
      "鋭",
      "鋭い",
      "するどい",
      "sharp (knife, claws, etc.), pointed, sharp (pain, tone, etc.), acute, stabbing, cutting (remark, criticism, etc.), stinging, biting, fierce (attack), pointed (question, look, etc.), piercing (gaze), shrill (sound), keen (intuition, sense of smell, etc.), acute, sharp (eye, mind, etc.), astute, shrewd, discerning, penetrating (insight, question, etc.), perceptive"
    ],
    [
      "液",
      "血液",
      "けつえき",
      "blood"
    ],
    [
      "越",
      "越える",
      "こえる",
      "to cross over, to cross, to pass through, to pass over (out of), to go beyond, to go past, to exceed, to surpass, to be more (than)"
    ],
    [
      "園",
      "公園",
      "こうえん",
      "(public) park"
    ],
    [
      "延",
      "延長",
      "えんちょう",
      "extension, elongation, prolongation, lengthening, (total) length, extension (e.g. of one's work), continuation, extension (of a line segment), extension (property of occupying space), Enchō era (923.4.11-931.4.26)"
    ],
    [
      "演",
      "演説",
      "えんぜつ",
      "speech, address"
    ],
    [
      "煙",
      "喫煙",
      "きつえん",
      "smoking (tobacco)"
    ],
    [
      "塩",
      "塩素",
      "えんそ",
      "chlorine (Cl)"
    ],
    [
      "汚",
      "汚染",
      "おせん",
      "pollution, contamination"
    ],
    [
      "央",
      "中央",
      "ちゅうおう",
      "centre, center, middle, heart, capital, seat of government"
    ],
    [
      "奥",
      "奥行き",
      "おくゆき",
      "depth, length"
    ],
    [
      "応",
      "対応",
      "たいおう",
      "correspondence (to), equivalence, suitability, coordination, matching, being appropriate (for), dealing with, coping with, handling, response, reception, reaction, compatibility (with technology, software, etc.), capability, support (for)"
    ],
    [
      "押",
      "押す",
      "おす",
      "to push, to thrust, to shove, to press (down), to push (e.g. a button), to exert pressure on, to stamp (e.g. one's name), to affix (a seal), to affix (e.g. gold leaf), to push (someone for something), to press, to put pressure on (someone), to overwhelm, to overpower, to put (someone) under pressure, to be superior to, to push ahead (with a policy, plan, etc.), to proceed, to stick to, to do ... in spite of ..., to defy, to brave, to push aside, to make sure, to fall behind schedule"
    ],
    [
      "横",
      "横浜",
      "よこはま",
      "Yokohama (city)"
    ],
    [
      "欧",
      "欧州",
      "おうしゅう",
      "Europe"
    ],
    [
      "王",
      "国王",
      "こくおう",
      "king, queen, monarch, sovereign, the Crown (as a focus of authority in the UK, etc.), the throne"
    ],
    [
      "黄",
      "黄金",
      "おうごん",
      "gold (Au), golden, prosperous, excellent, superb, money (esp. ōban coin), cash"
    ],
    [
      "億",
      "億万",
      "おくまん",
      "millions and millions"
    ],
    [
      "温",
      "気温",
      "きおん",
      "(air) temperature"
    ],
    [
      "化",
      "文化",
      "ぶんか",
      "culture, civilization, civilisation, Bunka era (1804.2.11-1818.4.22)"
    ],
    [
      "仮",
      "仮に",
      "かりに",
      "supposing, even if, granting that, for argument's sake, temporarily, provisionally, for the time being"
    ],
    [
      "価",
      "価格",
      "かかく",
      "price, value, cost"
    ],
    [
      "加",
      "参加",
      "さんか",
      "participation, joining, entry"
    ],
    [
      "可",
      "可能性",
      "かのうせい",
      "potentiality, likelihood, possibility, chance"
    ],
    [
      "科",
      "科学",
      "かがく",
      "science"
    ],
    [
      "果",
      "結果",
      "けっか",
      "result, consequence, outcome, effect, as a result of ..., as a consequence of ..., after ..., following ..., bearing fruit, fruiting"
    ],
    [
      "河",
      "河川",
      "かせん",
      "rivers"
    ],
    [
      "荷",
      "出荷",
      "しゅっか",
      "shipping, shipment, forwarding, sending (goods), delivery"
    ],
    [
      "菓",
      "菓子",
      "かし",
      "confectionery, sweets, candy, cake"
    ],
    [
      "課",
      "課題",
      "かだい",
      "subject, theme, issue, matter, homework, assignment, task, challenge, problem, question"
    ],
    [
      "貨",
      "通貨",
      "つうか",
      "currency"
    ],
    [
      "過",
      "過去",
      "かこ",
      "the past, bygone days, one's past (that one would prefer remained secret), past (tense), preterit, preterite, previous life"
    ],
    [
      "介",
      "紹介",
      "しょうかい",
      "introduction, presentation, referral, showcase (of a product)"
    ],
    [
      "解",
      "解決",
      "かいけつ",
      "settlement, solution, resolution"
    ],
    [
      "快",
      "快勝",
      "かいしょう",
      "sweeping victory, easy victory"
    ],
    [
      "改",
      "改革",
      "かいかく",
      "reform, reformation, reorganization"
    ],
    [
      "械",
      "機械",
      "きかい",
      "machine, mechanism, instrument, appliance, apparatus"
    ],
    [
      "灰",
      "灰色",
      "はいいろ",
      "grey, gray, ashen"
    ],
    [
      "皆",
      "皆さん",
      "みなさん",
      "all, everyone, everybody"
    ],
    [
      "絵",
      "絵画",
      "かいが",
      "painting, picture"
    ],
    [
      "階",
      "段階",
      "だんかい",
      "stage, step, phase, level, rank, grade, gradation, order, stairs"
    ],
    [
      "貝",
      "貝塚",
      "かいづか",
      "shell heap, shell mound, kitchen midden"
    ],
    [
      "害",
      "被害",
      "ひがい",
      "(suffering) damage, injury, harm"
    ],
    [
      "各",
      "各自",
      "かくじ",
      "each (person), everyone, individual, respective"
    ],
    [
      "拡",
      "拡大",
      "かくだい",
      "expansion, extension, magnification, enlargement, escalation, spread"
    ],
    [
      "格",
      "価格",
      "かかく",
      "price, value, cost"
    ],
    [
      "確",
      "確認",
      "かくにん",
      "confirmation, verification, validation, review, check, affirmation, identification"
    ],
    [
      "覚",
      "感覚",
      "かんかく",
      "sense, sensation, feeling, intuition"
    ],
    [
      "角",
      "多角",
      "たかく",
      "many-sided, versatile, polygonal, diversified"
    ],
    [
      "較",
      "比較",
      "ひかく",
      "comparison"
    ],
    [
      "革",
      "改革",
      "かいかく",
      "reform, reformation, reorganization"
    ],
    [
      "額",
      "総額",
      "そうがく",
      "sum total, total amount"
    ],
    [
      "割",
      "役割",
      "やくわり",
      "part, assigning (allotment of) parts, role, duties"
    ],
    [
      "活",
      "活動",
      "かつどう",
      "activity (of a person, organization, animal, volcano, etc.), action, operation, moving picture"
    ],
    [
      "乾",
      "乾燥",
      "かんそう",
      "dryness, aridity, drying (e.g. clothes), dehydration, desiccation, insipidity"
    ],
    [
      "刊",
      "週刊",
      "しゅうかん",
      "weekly publication"
    ],
    [
      "巻",
      "巻き込む",
      "まきこむ",
      "to roll up, to enfold, to swallow up, to involve, to drag into"
    ],
    [
      "完",
      "完全",
      "かんぜん",
      "perfect, complete"
    ],
    [
      "官",
      "長官",
      "かみ",
      "director (highest of the four administrative positions of the ritsuryō system), chief"
    ],
    [
      "干",
      "干渉",
      "かんしょう",
      "interference, intervention, meddling"
    ],
    [
      "感",
      "感じる",
      "かんじる",
      "to feel, to sense, to experience"
    ],
    [
      "慣",
      "慣れる",
      "なれる",
      "to get used to, to grow accustomed to, to become familiar with, to become skilled in, to become experienced at, to become tame, to become domesticated, to get used to doing"
    ],
    [
      "換",
      "転換",
      "てんかん",
      "conversion, diversion, changeover, commutation, switchover"
    ],
    [
      "汗",
      "冷や汗",
      "ひやあせ",
      "cold sweat"
    ],
    [
      "環",
      "環境",
      "かんきょう",
      "environment, surroundings, circumstances"
    ],
    [
      "甘",
      "甘い",
      "あまい",
      "sweet-tasting, sweet, sugary, sugared, fragrant (smelling), sweet (music), lightly salted, light in salt, not spicy, naive, overly optimistic, soft on, generous, indulgent, easy-going, lenient, half-hearted, not finished properly, insufficient, not satisfactory, inadequate, loose, mild, tempting, enticing, luring"
    ],
    [
      "看",
      "看護婦",
      "かんごふ",
      "(female) nurse"
    ],
    [
      "管",
      "管理",
      "かんり",
      "control, management (e.g. of a business)"
    ],
    [
      "簡",
      "簡単",
      "かんたん",
      "simple, easy, uncomplicated, brief, quick, light"
    ],
    [
      "観",
      "観光",
      "かんこう",
      "sightseeing, tourism"
    ],
    [
      "関",
      "関係",
      "かんけい",
      "relation, relationship, connection, participation, involvement, concern, influence, effect, sexual relations, sexual relationship, related to, connected to"
    ],
    [
      "丸",
      "丸紅",
      "まるべに",
      "Marubeni Corporation, Marubeni"
    ],
    [
      "含",
      "含める",
      "ふくめる",
      "to include (in a group or scope), to instruct, to make one understand, to include (a nuance), to put in (an implication), to put in (someone's) mouth, to permeate with flavor"
    ],
    [
      "岸",
      "湾岸",
      "わんがん",
      "gulf coast, bay coast"
    ],
    [
      "岩",
      "岩手",
      "いわて",
      "Iwate (prefecture)"
    ],
    [
      "願",
      "願う",
      "ねがう",
      "to desire, to wish, to hope, to beg, to request, to implore, to pray, to have something done for oneself"
    ],
    [
      "危",
      "危機",
      "きき",
      "crisis, critical situation, emergency, pinch"
    ],
    [
      "喜",
      "喜ぶ",
      "よろこぶ",
      "to be delighted, to be glad, to be pleased, to rejoice, to congratulate, to welcome (a proposal, advice, etc.), to take kindly to, to do with pleasure, to do gladly, to be happy (to do)"
    ],
    [
      "器",
      "武器",
      "ぶき",
      "weapon, arms, ordnance, weapon (something used to gain an advantage), asset"
    ],
    [
      "基",
      "基本",
      "きほん",
      "basics, fundamentals, basis, foundation"
    ],
    [
      "寄",
      "寄せる",
      "よせる",
      "to come near, to let someone approach, to bring near, to bring together, to collect, to gather, to deliver (opinion, news, etc.), to send (e.g. a letter), to contribute, to donate, to let someone drop by, to add (numbers), to have feelings for (love, goodwill, trust, etc.), to rely upon for a time, to depend on, to use as a pretext, to put aside, to press, to push, to force, to include, to welcome (in a group), to let in"
    ],
    [
      "希",
      "希望",
      "きぼう",
      "hope, wish, aspiration, (bright) prospects, expectation"
    ],
    [
      "机",
      "机上",
      "きじょう",
      "on the desk, theoretical, academic, armchair (e.g. plan), desktop, paper, not yet implemented"
    ],
    [
      "期",
      "期待",
      "きたい",
      "expectation, anticipation, hope, promising, rising, up-and-coming"
    ],
    [
      "機",
      "機関",
      "きかん",
      "engine, agency, organisation, organization, institution, organ, body, system, facility, facilities"
    ],
    [
      "祈",
      "祈る",
      "いのる",
      "to pray, to say a prayer, to say grace, to wish, to hope"
    ],
    [
      "季",
      "季節",
      "きせつ",
      "season, time of year"
    ],
    [
      "規",
      "規制",
      "きせい",
      "regulation, (traffic) policing, control, restriction"
    ],
    [
      "記",
      "記者",
      "きしゃ",
      "reporter, journalist"
    ],
    [
      "技",
      "技術",
      "ぎじゅつ",
      "technology, engineering, technique, skill, art, craft"
    ],
    [
      "疑",
      "容疑者",
      "ようぎしゃ",
      "suspect"
    ],
    [
      "議",
      "会議",
      "かいぎ",
      "meeting, conference, session, assembly, council, convention, congress"
    ],
    [
      "喫",
      "喫煙",
      "きつえん",
      "smoking (tobacco)"
    ],
    [
      "詰",
      "詰める",
      "つめる",
      "to stuff into, to jam, to cram, to pack, to fill, to plug, to stop up, to shorten, to move closer together, to reduce (spending), to conserve, to focus intently on, to strain oneself to do, to go through thoroughly, to work out (details), to bring to a conclusion, to wind up, to be on duty, to be stationed, to corner (esp. an opponent's king in shogi), to trap, to checkmate, to cut off (one's finger as an act of apology), to catch (one's finger in a door, etc.), to do non-stop, to do continuously, to keep doing (without a break), to do completely, to do thoroughly, to force someone into a difficult situation by ..."
    ],
    [
      "客",
      "乗客",
      "じょうきゃく",
      "passenger"
    ],
    [
      "逆",
      "逆転",
      "ぎゃくてん",
      "reversal (of a situation), turnaround, turnabout, turning the tables, sudden change, reversal (of direction of rotation)"
    ],
    [
      "久",
      "久しぶり",
      "ひさしぶり",
      "a long time (since the last time), first in a long time"
    ],
    [
      "吸",
      "呼吸",
      "こきゅう",
      "breathing, respiration, knack, trick, secret (of doing something), harmony, balance, synchronization, accord, short interval, short pause"
    ],
    [
      "救",
      "救済",
      "きゅうさい",
      "relief, aid, help, rescue, (religious) salvation, (Christian) grace"
    ],
    [
      "求",
      "求める",
      "もとめる",
      "to want, to wish for, to request, to demand, to require, to ask for, to seek, to search for, to look for, to pursue (pleasure), to hunt (a job), to find (a solution), to purchase, to buy"
    ],
    [
      "泣",
      "泣く",
      "なく",
      "to cry, to weep, to sob, to howl"
    ],
    [
      "球",
      "野球",
      "やきゅう",
      "baseball"
    ],
    [
      "級",
      "高級",
      "こうきゅう",
      "high-class, high-grade, high-quality, high-end, luxury, high-ranking, high-level, senior"
    ],
    [
      "給",
      "供給",
      "きょうきゅう",
      "supply, provision"
    ],
    [
      "旧",
      "復旧",
      "ふっきゅう",
      "restoration, restitution, rehabilitation"
    ],
    [
      "居",
      "芝居",
      "しばい",
      "play, drama"
    ],
    [
      "巨",
      "巨人",
      "きょじん",
      "giant, great man, Tokyo Giants (baseball team)"
    ],
    [
      "許",
      "許す",
      "ゆるす",
      "to permit, to allow, to approve, to consent to, to forgive, to pardon, to excuse, to tolerate, to exempt (someone) from, to remit, to release, to let off, to acknowledge, to admit, to trust, to confide in, to let one's guard down, to give up (points in a game, distance in a race, etc.), to yield"
    ],
    [
      "漁",
      "漁業",
      "ぎょぎょう",
      "fishing industry, fishery"
    ],
    [
      "供",
      "子供",
      "こども",
      "child, children"
    ],
    [
      "競",
      "競争",
      "きょうそう",
      "competition, contest, rivalry, race, competition (between organisms or species)"
    ],
    [
      "共",
      "共同",
      "きょうどう",
      "cooperation, collaboration, association, partnership, (acting in) unison, community, communal use, common possession, sharing"
    ],
    [
      "協",
      "協力",
      "きょうりょく",
      "cooperation, collaboration, help, support"
    ],
    [
      "叫",
      "叫ぶ",
      "さけぶ",
      "to shout, to cry, to scream, to shriek, to yell, to exclaim, to clamor (for or against), to clamour (for or against)"
    ],
    [
      "境",
      "環境",
      "かんきょう",
      "environment, surroundings, circumstances"
    ],
    [
      "恐",
      "恐れ",
      "おそれ",
      "fear, horror, anxiety, concern, uneasiness, reverence"
    ],
    [
      "挟",
      "挟む",
      "はさむ",
      "to hold between (e.g. one's fingers, chopsticks), to grip (from both sides), to put between, to sandwich between, to insert, to interpose, to catch (e.g. a finger in a door), to trap, to pinch, to insert (e.g. a break into proceedings), to interpose (e.g. an objection), to interject, to throw in (e.g. a joke), to be on either side of (a road, table, etc.), to have between each other, to be across (a street, river, etc.), to harbour (feelings), to cast (e.g. doubt)"
    ],
    [
      "橋",
      "板橋",
      "いたばし",
      "wooden bridge (with planks)"
    ],
    [
      "況",
      "状況",
      "じょうきょう",
      "state of affairs, situation, conditions, circumstances"
    ],
    [
      "狭",
      "狭い",
      "せまい",
      "narrow, confined, small, cramped, limited, narrow-minded, confining"
    ],
    [
      "胸",
      "度胸",
      "どきょう",
      "courage, bravery, pluck, nerve, grit, guts"
    ],
    [
      "局",
      "当局",
      "とうきょく",
      "authorities, relevant authorities, authorities concerned, this office"
    ],
    [
      "曲",
      "作曲",
      "さっきょく",
      "composition (of music), setting, writing music"
    ],
    [
      "極",
      "積極的",
      "せっきょくてき",
      "positive, assertive, active, proactive, aggressive"
    ],
    [
      "玉",
      "目玉",
      "めだま",
      "eyeball, special feature, centerpiece, showpiece, drawcard, special program, loss leader, sunny-side up fried egg"
    ],
    [
      "勤",
      "勤務",
      "きんむ",
      "service, duty, work"
    ],
    [
      "均",
      "平均",
      "へいきん",
      "average, mean, balance, equilibrium"
    ],
    [
      "禁",
      "禁止",
      "きんし",
      "prohibition, inhibition, ban"
    ],
    [
      "苦",
      "苦しい",
      "くるしい",
      "painful, difficult, tough, hard, distressing, (psychologically) difficult, stressful, awkward (e.g. position), straitened (circumstances), tight (financial situation), needy, struggling, strained (interpretation, explanation, etc.), lame (e.g. excuse), forced (e.g. smile), far-fetched, hard to do, unpleasant"
    ],
    [
      "具",
      "具体的",
      "ぐたいてき",
      "concrete, definite, specific, material, substantial"
    ],
    [
      "偶",
      "偶然",
      "ぐうぜん",
      "coincidence, chance, accident, fortuity, by chance, unexpectedly, accidentally, contingency"
    ],
    [
      "隅",
      "片隅",
      "かたすみ",
      "corner, nook"
    ],
    [
      "掘",
      "発掘",
      "はっくつ",
      "excavation, exhumation, digging up, unearthing, discovery (of a new fact, talent, etc.), finding, unearthing"
    ],
    [
      "靴",
      "靴下",
      "くつした",
      "socks, sock, stockings, stocking"
    ],
    [
      "君",
      "君が代",
      "きみがよ",
      "Imperial reign, Kimigayo (Japanese national anthem)"
    ],
    [
      "訓",
      "訓練",
      "くんれん",
      "training, drill, practice, discipline"
    ],
    [
      "群",
      "群馬",
      "ぐんま",
      "Gunma (prefecture)"
    ],
    [
      "軍",
      "軍事",
      "ぐんじ",
      "military affairs"
    ],
    [
      "係",
      "関係",
      "かんけい",
      "relation, relationship, connection, participation, involvement, concern, influence, effect, sexual relations, sexual relationship, related to, connected to"
    ],
    [
      "傾",
      "傾向",
      "けいこう",
      "tendency, trend, inclination"
    ],
    [
      "型",
      "大型",
      "おおがた",
      "large, large-sized, large-scale, big"
    ],
    [
      "形",
      "形成",
      "けいせい",
      "formation, molding, making (up), taking form, giving form to, repair (e.g. with plastic surgery), replacement, -plasty"
    ],
    [
      "恵",
      "恵まれる",
      "めぐまれる",
      "to be blessed with, to be rich in, to abound in"
    ],
    [
      "敬",
      "敬称",
      "けいしょう",
      "honorific title, honorific term of address"
    ],
    [
      "景",
      "景気",
      "けいき",
      "business conditions, the market, economic activity, economic climate, good (economic) times, prosperity, boom, liveliness, energy, vigour, vigor, spirit"
    ],
    [
      "経",
      "経済",
      "けいざい",
      "economy, economics, finance, (one's) finances, financial circumstances, being economical, economy, thrift"
    ],
    [
      "警",
      "警察",
      "けいさつ",
      "police, police officer, police station, self-appointed enforcer (of a rule, standard, etc.), busybody, vigilante, gatekeeper"
    ],
    [
      "芸",
      "芸術",
      "げいじゅつ",
      "art, the arts"
    ],
    [
      "迎",
      "迎える",
      "むかえる",
      "to go out to meet, to receive, to welcome, to greet, to salute, to hail, to call for, to summon, to invite, to accept (e.g. as a member of a group or family), to take (e.g. a wife), to reach (a certain time, a point in one's life, etc.), to enter (a new phase, new era, etc.), to approach (e.g. death)"
    ],
    [
      "劇",
      "劇場",
      "げきじょう",
      "theatre, theater, playhouse"
    ],
    [
      "欠",
      "欠く",
      "かく",
      "to chip, to nick, to break, to crack, to lack"
    ],
    [
      "決",
      "決める",
      "きめる",
      "to decide, to choose, to determine, to make up one's mind, to resolve, to set one's heart on, to settle, to arrange, to set, to appoint, to fix, to clinch (a victory), to decide (the outcome of a match), to persist in doing, to go through with, to always do, to have made a habit of, to take for granted, to assume, to dress up, to dress to kill, to dress to the nines, to carry out successfully (a move in sports, a pose in dance, etc.), to succeed in doing, to immobilize with a double-arm lock (in sumo, judo, etc.), to eat or drink something, to take illegal drugs"
    ],
    [
      "結",
      "結果",
      "けっか",
      "result, consequence, outcome, effect, as a result of ..., as a consequence of ..., after ..., following ..., bearing fruit, fruiting"
    ],
    [
      "血",
      "血液",
      "けつえき",
      "blood"
    ],
    [
      "件",
      "事件",
      "じけん",
      "event, affair, incident, case, plot, trouble, scandal"
    ],
    [
      "健",
      "健康",
      "けんこう",
      "health, healthy, sound, fit, wholesome"
    ],
    [
      "券",
      "証券",
      "しょうけん",
      "bond, bill, certificate, security"
    ],
    [
      "検",
      "検討",
      "けんとう",
      "consideration, examination, investigation, study, scrutiny, discussion, analysis, review"
    ],
    [
      "権",
      "政権",
      "せいけん",
      "(political) administration, political power"
    ],
    [
      "肩",
      "肩代わり",
      "かたがわり",
      "taking over another's debt, shouldering someone else's burden, subrogation"
    ],
    [
      "賢",
      "普賢",
      "ふげん",
      "Samantabhadra (bodhisattva), Universal Compassion"
    ],
    [
      "軒",
      "軒並み",
      "のきなみ",
      "row of houses, every house, each house, every door, all, totally, altogether, across the board"
    ],
    [
      "険",
      "危険",
      "きけん",
      "danger, peril, hazard, risk"
    ],
    [
      "原",
      "原因",
      "げんいん",
      "cause, origin, source"
    ],
    [
      "減",
      "削減",
      "さくげん",
      "cut, reduction, curtailment"
    ],
    [
      "現",
      "現在",
      "げんざい",
      "the present, present time, now, as of, present tense, this world, this life, to actually exist, to exist right now, to exist right in front of one"
    ],
    [
      "限",
      "限り",
      "かぎり",
      "limit, limits, bounds, degree, extent, scope, the end, the last, as long as ..., as far as ..., as much as ..., to the limits of ..., all of ..., unless ..., (not) included in ..., (not) part of ..., being very much (in a certain state), extreme amount (of a feeling, etc.), ... only (e.g. \"one time only\", \"today only\"), end of one's life, final moments, death, funeral, burial"
    ],
    [
      "個",
      "個人",
      "こじん",
      "individual, private person, personal, private, natural person"
    ],
    [
      "呼",
      "呼ぶ",
      "よぶ",
      "to call out (to), to call, to invoke, to summon (a doctor, etc.), to invite, to designate, to name, to brand, to garner (support, etc.), to gather, to take as one's wife"
    ],
    [
      "固",
      "固める",
      "かためる",
      "to harden, to freeze, to strengthen, to solidify, to make (a fist), to tramp down (snow, dirt), to put together, to collect, to gather, to consolidate, to make secure, to stabilize, to settle down, to strengthen (belief, resolution, etc.), to establish (evidence), to fortify, to reinforce, to support, to wear for a specific purpose (armor, coat, etc.), to swear, to resolutely vow, to sincerely promise, to tie tightly, to fasten, to hold a bow fully drawn"
    ],
    [
      "庫",
      "兵庫",
      "ひょうご",
      "Hyogo (prefecture), armory, armoury, arsenal"
    ],
    [
      "戸",
      "神戸",
      "こうべ",
      "Kobe (city)"
    ],
    [
      "故",
      "事故",
      "じこ",
      "accident, incident, trouble, circumstances, reasons"
    ],
    [
      "枯",
      "枯れる",
      "かれる",
      "to wither (of a plant), to be blasted, to die, to mature (of one's personality, abilities, etc.)"
    ],
    [
      "湖",
      "湖畔",
      "こはん",
      "lake shore"
    ],
    [
      "雇",
      "雇用",
      "こよう",
      "employment, hire"
    ],
    [
      "互",
      "相互",
      "そうご",
      "mutual, reciprocal"
    ],
    [
      "御",
      "防御",
      "ぼうぎょ",
      "defense, defence, safeguard, protection"
    ],
    [
      "誤",
      "誤解",
      "ごかい",
      "misunderstanding"
    ],
    [
      "交",
      "交渉",
      "こうしょう",
      "negotiations, bargaining, discussions, talks, connection, relationship, relations, dealings"
    ],
    [
      "候",
      "候補",
      "こうほ",
      "candidate, contender, prospect, pick, choice, list, candidacy, candidature, nomination"
    ],
    [
      "公",
      "公開",
      "こうかい",
      "opening to the public, making available to the public, exhibiting, unveiling, release (of a film, information, etc.), disclosure, publication"
    ],
    [
      "効",
      "効果",
      "こうか",
      "effect, effectiveness, efficacy, result, effects (e.g. sound effects, visual effects, special effects)"
    ],
    [
      "厚",
      "厚生省",
      "こうせいしょう",
      "(former) Ministry of Health and Welfare"
    ],
    [
      "向",
      "向ける",
      "むける",
      "to turn (towards), to face, to point, to aim, to direct to, to head to, to go towards, to allot, to allocate, to send, to dispatch (e.g. a person), to aim for, to pursue"
    ],
    [
      "幸",
      "幸せ",
      "しあわせ",
      "happiness, good fortune, luck, blessing"
    ],
    [
      "康",
      "健康",
      "けんこう",
      "health, healthy, sound, fit, wholesome"
    ],
    [
      "更",
      "変更",
      "へんこう",
      "change, modification, alteration, revision, amendment"
    ],
    [
      "構",
      "機構",
      "きこう",
      "mechanism, machinery, system, structure, organization, framework"
    ],
    [
      "港",
      "空港",
      "くうこう",
      "airport"
    ],
    [
      "硬",
      "強硬",
      "きょうこう",
      "firm, strong, unbending, unyielding, uncompromising, stubborn, tough, hard-line"
    ],
    [
      "紅",
      "丸紅",
      "まるべに",
      "Marubeni Corporation, Marubeni"
    ],
    [
      "耕",
      "耕作",
      "こうさく",
      "cultivation, farming"
    ],
    [
      "肯",
      "肯定",
      "こうてい",
      "affirmation, affirmative"
    ],
    [
      "航",
      "航空",
      "こうくう",
      "aviation, flying"
    ],
    [
      "荒",
      "荒木",
      "あらき",
      "logs in bark, rough wood, unseasoned timber, new lumber"
    ],
    [
      "講",
      "講演",
      "こうえん",
      "lecture, address, speech"
    ],
    [
      "郊",
      "郊外",
      "こうがい",
      "suburb, residential area on the outskirt of a city, commuter belt"
    ],
    [
      "鉱",
      "炭鉱",
      "たんこう",
      "coal mine, (coal) pit, colliery, coal-mine shaft"
    ],
    [
      "降",
      "以降",
      "いこう",
      "on and after, from ... onward, since"
    ],
    [
      "香",
      "香港",
      "ホンコン",
      "Hong Kong, Hongkong"
    ],
    [
      "号",
      "番号",
      "ばんごう",
      "number, series of digits"
    ],
    [
      "刻",
      "深刻",
      "しんこく",
      "serious, severe, grave, acute"
    ],
    [
      "告",
      "被告",
      "ひこく",
      "defendant, the accused"
    ],
    [
      "腰",
      "腰痛",
      "ようつう",
      "lower back pain, lumbago"
    ],
    [
      "骨",
      "骨髄",
      "こつずい",
      "bone marrow, medulla, true spirit, one's mind"
    ],
    [
      "込",
      "盛り込む",
      "もりこむ",
      "to incorporate, to include, to fill (a vessel) with"
    ],
    [
      "困",
      "困難",
      "こんなん",
      "difficulty, hardship, trouble, distress, infeasibility, inability (to carry out)"
    ],
    [
      "婚",
      "結婚",
      "けっこん",
      "marriage"
    ],
    [
      "根",
      "根強い",
      "ねづよい",
      "firmly rooted, deep-seated"
    ],
    [
      "混",
      "混乱",
      "こんらん",
      "disorder, chaos, confusion, mayhem"
    ],
    [
      "差",
      "差別",
      "さべつ",
      "distinction, differentiation, discrimination, discrimination (against people)"
    ],
    [
      "査",
      "調査",
      "ちょうさ",
      "investigation, examination, inquiry, enquiry, survey"
    ],
    [
      "砂",
      "砂漠",
      "さばく",
      "desert"
    ],
    [
      "座",
      "銀座",
      "ぎんざ",
      "Ginza (district in Tokyo), busy shopping district, bustling location, silver mint (Edo period)"
    ],
    [
      "再",
      "再開",
      "さいかい",
      "reopening, resumption, restarting"
    ],
    [
      "最",
      "最高",
      "さいこう",
      "best, supreme, wonderful, finest, highest, maximum, most, uppermost, supreme"
    ],
    [
      "妻",
      "夫妻",
      "ふさい",
      "husband and wife, married couple"
    ],
    [
      "才",
      "才能",
      "さいのう",
      "talent, ability"
    ],
    [
      "採",
      "採用",
      "さいよう",
      "use, adoption, acceptance, appointment, employment, engagement, recruitment"
    ],
    [
      "歳",
      "歳出",
      "さいしゅつ",
      "annual expenditure"
    ],
    [
      "済",
      "経済",
      "けいざい",
      "economy, economics, finance, (one's) finances, financial circumstances, being economical, economy, thrift"
    ],
    [
      "祭",
      "祭り",
      "まつり",
      "festival, feast, matsuri, harassment by an Internet pitchfork mob, online shaming, flaming, galore (as in \"goals galore\"), frenzy, mania"
    ],
    [
      "細",
      "細胞",
      "さいぼう",
      "cell, cell (in an organization, esp. a communist party)"
    ],
    [
      "際",
      "国際",
      "こくさい",
      "international, diplomatic intercourse"
    ],
    [
      "在",
      "現在",
      "げんざい",
      "the present, present time, now, as of, present tense, this world, this life, to actually exist, to exist right now, to exist right in front of one"
    ],
    [
      "材",
      "取材",
      "しゅざい",
      "gathering material (for an article, novel, etc.), collecting information, covering (an event, incident, etc.), reporting, interview (for a news story)"
    ],
    [
      "罪",
      "犯罪",
      "はんざい",
      "crime, offence, offense"
    ],
    [
      "財",
      "財政",
      "ざいせい",
      "public finance, financial affairs, financial situation"
    ],
    [
      "坂",
      "坂東",
      "ばんどう",
      "Bandō, former name of the Kantō region"
    ],
    [
      "咲",
      "咲く",
      "さく",
      "to bloom, to flower, to blossom, to open, to rise up (of breaking waves)"
    ],
    [
      "昨",
      "昨年",
      "さくねん",
      "last year"
    ],
    [
      "冊",
      "冊子",
      "さっし",
      "book, booklet, story book, pamphlet, notebook"
    ],
    [
      "刷",
      "印刷",
      "いんさつ",
      "printing"
    ],
    [
      "察",
      "警察",
      "けいさつ",
      "police, police officer, police station, self-appointed enforcer (of a rule, standard, etc.), busybody, vigilante, gatekeeper"
    ],
    [
      "札",
      "入札",
      "にゅうさつ",
      "bid, tender, bidding"
    ],
    [
      "殺",
      "殺人",
      "さつじん",
      "murder, homicide, manslaughter"
    ],
    [
      "雑",
      "雑誌",
      "ざっし",
      "journal, magazine, periodical"
    ],
    [
      "皿",
      "受け皿",
      "うけざら",
      "saucer, person (group, institution, etc.) to take over a position or matter, receptacle (e.g. of funds), receiver"
    ],
    [
      "参",
      "参加",
      "さんか",
      "participation, joining, entry"
    ],
    [
      "散",
      "解散",
      "かいさん",
      "breaking up (a meeting, gathering, etc.), dispersal (e.g. of a crowd), dissolution (of a company, organization, etc.), winding-up, disbandment, split-up, dissolution (of the Diet, Parliament, etc.)"
    ],
    [
      "算",
      "予算",
      "よさん",
      "estimate (of costs), budget"
    ],
    [
      "賛",
      "賛成",
      "さんせい",
      "approval, agreement, support, favour, favor"
    ],
    [
      "残",
      "残る",
      "のこる",
      "to remain, to be left"
    ],
    [
      "伺",
      "伺う",
      "うかがう",
      "to call on someone, to call at a place, to pay a visit, to wait on someone, to ask, to inquire, to hear, to be told, to implore (a god for an oracle), to seek direction (from your superior), to speak to (a large crowd at a theatre, etc.)"
    ],
    [
      "刺",
      "刺激",
      "しげき",
      "stimulus, stimulation, irritation (esp. of the body, e.g. skin, eyes), impetus, impulse, stimulus, spur, incentive, encouragement, stimulation, motivation, provocation, excitement, thrill"
    ],
    [
      "司",
      "司令官",
      "しれいかん",
      "commandant, commanding officer, general"
    ],
    [
      "史",
      "歴史",
      "れきし",
      "history"
    ],
    [
      "師",
      "医師",
      "いし",
      "doctor, physician"
    ],
    [
      "志",
      "志向",
      "しこう",
      "intention, aim, preference (for), orientation (towards a goal)"
    ],
    [
      "指",
      "指摘",
      "してき",
      "pointing out, identification"
    ],
    [
      "支",
      "支援",
      "しえん",
      "support, backing, aid, assistance"
    ],
    [
      "枝",
      "小枝",
      "こえだ",
      "twig, spray"
    ],
    [
      "糸",
      "糸口",
      "いとぐち",
      "beginning, start, first step, clue, lead, hint, thread end"
    ],
    [
      "脂",
      "脂肪",
      "しぼう",
      "fat, grease, blubber, lard, suet"
    ],
    [
      "詞",
      "作詞",
      "さくし",
      "(writing) song lyrics"
    ],
    [
      "誌",
      "雑誌",
      "ざっし",
      "journal, magazine, periodical"
    ],
    [
      "資",
      "資金",
      "しきん",
      "funds, capital"
    ],
    [
      "歯",
      "歯止め",
      "はどめ",
      "brake, drag, skid, pawl, brake (on inflation, spending, etc.), check, restraint, (imposed) limit"
    ],
    [
      "似",
      "似る",
      "にる",
      "to resemble, to look like, to be like, to be alike, to be similar, to take after"
    ],
    [
      "児",
      "児童",
      "じどう",
      "children, juvenile"
    ],
    [
      "寺",
      "寺院",
      "じいん",
      "Buddhist temple, religious building, church, cathedral, mosque"
    ],
    [
      "次",
      "相次ぐ",
      "あいつぐ",
      "to follow in succession, to happen one after another"
    ],
    [
      "治",
      "政治",
      "せいじ",
      "politics, government"
    ],
    [
      "示",
      "示す",
      "しめす",
      "to (take out and) show, to demonstrate, to tell, to exemplify, to make apparent, to point out (finger, clock hand, needle, etc.), to indicate, to show, to represent, to signify, to display"
    ],
    [
      "辞",
      "辞任",
      "じにん",
      "resignation (from a position)"
    ],
    [
      "式",
      "株式",
      "かぶしき",
      "share (in a company), stock"
    ],
    [
      "識",
      "意識",
      "いしき",
      "consciousness, becoming aware (of), awareness, sense, mano-vijnana (mental consciousness, cognizer of sensory information)"
    ],
    [
      "失",
      "失う",
      "うしなう",
      "to lose, to miss (a chance, opportunity), to lose (a loved one), to be bereaved of, to concede (goals, points, etc.)"
    ],
    [
      "湿",
      "湿地",
      "しっち",
      "damp ground, wetland, bog, marsh"
    ],
    [
      "実",
      "実施",
      "じっし",
      "enforcement, implementation, putting into practice, carrying out, operation, working (e.g. working parameters), enactment"
    ],
    [
      "捨",
      "捨てる",
      "すてる",
      "to throw away, to cast away, to dump, to discard, to abandon, to desert, to leave, to give up, to resign"
    ],
    [
      "若",
      "若い",
      "わかい",
      "young, youthful, immature, green, low (number), small"
    ],
    [
      "取",
      "取る",
      "とる",
      "to take, to pick up, to grab, to catch, to pass, to hand, to give, to get, to obtain, to acquire, to win, to receive, to earn, to take (e.g. a vacation), to adopt (a method, proposal, etc.), to take (a measure, attitude, etc.), to choose, to remove, to get rid of, to take off, to take away, to steal, to rob, to eat, to have (e.g. lunch), to take (e.g. vitamins), to pick (e.g. flowers), to gather, to extract (e.g. juice), to catch (e.g. fish), to harvest (a crop), to take up (time, space), to occupy, to spare, to set aside, to secure, to reserve, to save, to put aside, to keep, to take (e.g. a joke), to interpret, to understand, to make out, to grasp, to record, to take down, to subscribe to (e.g. a newspaper), to take, to buy, to get, to order, to have delivered, to charge, to fine, to take (tax), to take (e.g. a wife), to take on (e.g. an apprentice), to adopt, to accept, to compete (in sumo, cards, etc.), to play"
    ],
    [
      "守",
      "守る",
      "まもる",
      "to protect, to guard, to defend, to keep (i.e. a promise), to abide (by the rules), to observe, to obey, to follow"
    ],
    [
      "種",
      "種類",
      "しゅるい",
      "variety, kind, type, category, counter for kinds, species, etc."
    ],
    [
      "酒",
      "日本酒",
      "にほんしゅ",
      "sake (rice wine), saké"
    ],
    [
      "受",
      "受ける",
      "うける",
      "to receive, to get, to catch (e.g. a ball), to be struck by (wind, waves, sunlight, etc.), to sustain (damage), to incur (a loss), to suffer (an injury), to feel (influence), to undergo (e.g. surgery), to take (a test), to accept (a challenge), to be given (e.g. life, talent), to find funny, to find humorous, to be amused (by), to follow, to succeed, to be descended from, to face (south, etc.), to be modified by, to obtain (a pawned item, etc.) by paying a fee, to be well-received, to become popular, to go down well"
    ],
    [
      "授",
      "教授",
      "きょうじゅ",
      "professor, teaching, instruction"
    ],
    [
      "収",
      "収入",
      "しゅうにゅう",
      "income, earnings, revenue, proceeds, takings, receipts"
    ],
    [
      "周",
      "周辺",
      "しゅうへん",
      "circumference, outskirts, environs, around, in the area of, in the vicinity of, (computer) peripheral"
    ],
    [
      "州",
      "欧州",
      "おうしゅう",
      "Europe"
    ],
    [
      "修",
      "修正",
      "しゅうせい",
      "amendment, correction, revision, modification, alteration, retouching, update, fix"
    ],
    [
      "拾",
      "拾う",
      "ひろう",
      "to pick up, to gather, to find (and pick up; something someone has dropped), to select, to choose, to pick out, to get (unexpectedly), to hit upon (luck, an opportunity, etc.), to snatch (an unexpected victory), to pull off, to pick up (someone; in a car, etc.), to flag down (a taxi), to hail, to pick up (a signal, sound, interference, etc.), to (just manage to) return (the ball), to return (a difficult shot), to take on (someone in adverse circumstances), to employ, to give a job, to take in, to walk, to go on foot"
    ],
    [
      "舟",
      "小舟",
      "こぶね",
      "small boat"
    ],
    [
      "柔",
      "柔軟",
      "じゅうなん",
      "flexible, lithe, soft, pliable, calisthenics"
    ],
    [
      "宿",
      "宿泊",
      "しゅくはく",
      "accommodation, lodging"
    ],
    [
      "祝",
      "祝う",
      "いわう",
      "to celebrate, to congratulate, to observe (a festival), to present (a gift) in celebration, to drink in celebration, to wish for (a happy future, good fortune, etc.), to pray for"
    ],
    [
      "術",
      "技術",
      "ぎじゅつ",
      "technology, engineering, technique, skill, art, craft"
    ],
    [
      "述",
      "述べる",
      "のべる",
      "to state, to express, to say, to tell, to mention"
    ],
    [
      "準",
      "基準",
      "きじゅん",
      "standard, criterion, norm, benchmark, measure, gauge, basis"
    ],
    [
      "純",
      "単純",
      "たんじゅん",
      "simple, plain, uncomplicated, straightforward, simple-minded, naive"
    ],
    [
      "順",
      "順調",
      "じゅんちょう",
      "favourable, favorable, doing well, OK, all right"
    ],
    [
      "処",
      "処理",
      "しょり",
      "processing, dealing with, treatment, disposition, disposal"
    ],
    [
      "初",
      "初めて",
      "はじめて",
      "for the first time, only after ... is it ..., only when ... do you ..., not until ... do you ..., first time, (one's) first"
    ],
    [
      "緒",
      "一緒",
      "いっしょ",
      "(doing) together, one lump, one mixture, the same category, the same, identical, (at) the same time"
    ],
    [
      "署",
      "署名",
      "しょめい",
      "signature"
    ],
    [
      "諸",
      "諸君",
      "しょくん",
      "you (people), gentlemen, ladies and gentlemen, my friends, everyone"
    ],
    [
      "助",
      "援助",
      "えんじょ",
      "assistance, aid, support"
    ],
    [
      "除",
      "除く",
      "のぞく",
      "to remove, to eliminate, to eradicate, to exclude, to except"
    ],
    [
      "勝",
      "優勝",
      "ゆうしょう",
      "overall victory, championship, winning the title, (being in) heaven, bliss, perfect contentment"
    ],
    [
      "召",
      "召集",
      "しょうしゅう",
      "convening, calling together (e.g. parliament), call-up (for military service)"
    ],
    [
      "商",
      "商品",
      "しょうひん",
      "commodity, article of commerce, goods, stock, merchandise"
    ],
    [
      "将",
      "将来",
      "しょうらい",
      "future, (future) prospects, bringing (from abroad, another region, etc.), bringing about, giving rise to, causing, incurring"
    ],
    [
      "床",
      "臨床",
      "りんしょう",
      "clinical (e.g. pathology, physiology)"
    ],
    [
      "承",
      "承認",
      "しょうにん",
      "recognition, acknowledgement, acknowledgment, approval, consent, agreement"
    ],
    [
      "招",
      "招く",
      "まねく",
      "to invite, to ask, to beckon, to wave someone in, to gesture to, to call in, to send for, to summon, to bring on oneself, to cause, to incur, to lead to, to result in"
    ],
    [
      "昇",
      "上昇",
      "じょうしょう",
      "rising, ascending, climbing"
    ],
    [
      "消",
      "消費",
      "しょうひ",
      "consumption, expenditure, spending"
    ],
    [
      "焼",
      "焼く",
      "やく",
      "to burn, to roast, to broil, to grill, to bake, to toast, to barbecue, to heat, to heat up, to make (charcoal, pottery, bricks, etc.), to bake, to fire, to burn, to tan (i.e. suntan), to burn, to print (a photo), to burn (an optical disc), to be jealous of, to be envious of, to envy"
    ],
    [
      "照",
      "対照的",
      "たいしょうてき",
      "contrastive"
    ],
    [
      "省",
      "大蔵省",
      "おおくらしょう",
      "Ministry of Finance (1869-2001), Ministry of the Treasury (under the ritsuryō system)"
    ],
    [
      "章",
      "文章",
      "ぶんしょう",
      "writing, composition, essay, article, passage, prose, (writing) style, sentence"
    ],
    [
      "笑",
      "笑う",
      "わらう",
      "to laugh, to smile, to sneer, to ridicule, to be dumbfounded, to be flabbergasted"
    ],
    [
      "紹",
      "紹介",
      "しょうかい",
      "introduction, presentation, referral, showcase (of a product)"
    ],
    [
      "象",
      "対象",
      "たいしょう",
      "target, object (of worship, study, etc.), subject (of taxation, etc.), coverage"
    ],
    [
      "賞",
      "受賞",
      "じゅしょう",
      "winning (a prize), receiving (an award), being awarded"
    ],
    [
      "城",
      "宮城",
      "みやぎ",
      "Miyagi (prefecture)"
    ],
    [
      "常",
      "通常",
      "つうじょう",
      "usual, ordinary, normal, regular, general, common"
    ],
    [
      "情",
      "情報",
      "じょうほう",
      "information, news, report, intelligence, information (data contained in characters, signals, code, etc.)"
    ],
    [
      "条",
      "条約",
      "じょうやく",
      "treaty, pact, convention, agreement"
    ],
    [
      "状",
      "状況",
      "じょうきょう",
      "state of affairs, situation, conditions, circumstances"
    ],
    [
      "畳",
      "四畳半",
      "よじょうはん",
      "four and a half tatami mats, four-and-a-half-mat room, small room esp. for assignations"
    ],
    [
      "蒸",
      "蒸気",
      "じょうき",
      "steam, vapour, vapor, steamboat, steam locomotive"
    ],
    [
      "植",
      "移植",
      "いしょく",
      "transplanting (a plant), transplant, grafting, transplantation (of an organ, tissue, etc.), transplant, embryo transfer, embryo transplant, porting (software)"
    ],
    [
      "職",
      "職員",
      "しょくいん",
      "staff member, employee, worker, personnel"
    ],
    [
      "触",
      "触れる",
      "ふれる",
      "to touch, to feel, to touch (with), to experience, to come in contact with, to perceive, to touch on (a subject), to allude to, to refer to, to mention, to bring up, to be in conflict with, to violate (law, copyright, etc.), to infringe, to proclaim, to make known, to spread (e.g. a rumour)"
    ],
    [
      "伸",
      "伸び",
      "のび",
      "growth, development, stretching (one's body, e.g. when waking up), (ability to) spread (of paint, cream, etc.), elongation, extension, carry (e.g. of sound), sustain"
    ],
    [
      "信",
      "通信",
      "つうしん",
      "correspondence, communication, transmission, news, signal, telecommunications"
    ],
    [
      "寝",
      "寝る",
      "ねる",
      "to sleep (lying down), to go to bed, to lie in bed, to lie down, to sleep (with someone, i.e. have intercourse), to lie flat (e.g. of hair), to lie idle (of funds, stock, etc.), to ferment (of soy sauce, miso, etc.)"
    ],
    [
      "深",
      "深い",
      "ふかい",
      "deep, profound, dense, thick, close (relationship), intense, strong, late"
    ],
    [
      "申",
      "申請",
      "しんせい",
      "application, request, petition"
    ],
    [
      "神",
      "神奈川",
      "かながわ",
      "Kanagawa (prefecture)"
    ],
    [
      "臣",
      "大臣",
      "だいじん",
      "cabinet minister"
    ],
    [
      "身",
      "出身",
      "しゅっしん",
      "one's origin (e.g. city, country, parentage, school)"
    ],
    [
      "辛",
      "辛い",
      "からい",
      "spicy, hot, salty, harsh (criticism), severe (punishment), strict, painful, bitter, difficult, tough"
    ],
    [
      "針",
      "方針",
      "ほうしん",
      "policy, course, plan (of action), principle, magnetic needle"
    ],
    [
      "震",
      "地震",
      "じしん",
      "earthquake"
    ],
    [
      "吹",
      "吹く",
      "ふく",
      "to blow (of the wind), to blow (one's breath), to breathe out, to blow on (hot tea, candles, etc.), to puff, to play (a wind instrument), to blow (a whistle, trumpet, etc.), to whistle (a tune), to emit (smoke, fire, etc.), to spout, to spew, to puff out, to sprout, to put forth (buds), to appear (on the surface), to form, to be coated with (powder, rust, etc.), to burst out laughing, to burst into laughter, to brag, to talk big, to smelt, to mint"
    ],
    [
      "数",
      "多数",
      "たすう",
      "large number (of), many, majority"
    ],
    [
      "制",
      "制度",
      "せいど",
      "system, institution, organization, organisation"
    ],
    [
      "勢",
      "姿勢",
      "しせい",
      "posture, pose, position, stance, carriage (of the body), attitude, approach, stance"
    ],
    [
      "姓",
      "旧姓",
      "きゅうせい",
      "one's original family name, maiden name"
    ],
    [
      "性",
      "女性",
      "じょせい",
      "woman, female, feminine gender"
    ],
    [
      "成",
      "成立",
      "せいりつ",
      "formation, establishment, materialization, coming into existence, conclusion (e.g. of a deal), reaching (e.g. an agreement), approval, completion, closing, enacting, arrangement, being valid (of a theory, argument, etc.), holding, applying"
    ],
    [
      "政",
      "政府",
      "せいふ",
      "government, administration, ministry"
    ],
    [
      "整",
      "調整",
      "ちょうせい",
      "adjustment, regulation, coordination, reconciliation, tuning, fixing, tailoring"
    ],
    [
      "星",
      "衛星",
      "えいせい",
      "(natural) satellite, moon, (artificial) satellite"
    ],
    [
      "晴",
      "素晴らしい",
      "すばらしい",
      "wonderful, splendid, magnificent"
    ],
    [
      "清",
      "清水",
      "しみず",
      "spring water, clear (pure) water"
    ],
    [
      "精",
      "精神",
      "せいしん",
      "mind, spirit, soul, heart, ethos, attitude, mentality, will, intention, spirit (of a matter), essence, fundamental significance"
    ],
    [
      "製",
      "製品",
      "せいひん",
      "manufactured goods, finished goods, product"
    ],
    [
      "静",
      "静か",
      "しずか",
      "quiet, silent, slow, unhurried, calm, peaceful"
    ],
    [
      "税",
      "関税",
      "かんぜい",
      "customs (duties), duty, tariff"
    ],
    [
      "席",
      "出席",
      "しゅっせき",
      "attendance, presence, appearance"
    ],
    [
      "昔",
      "昔ながら",
      "むかしながら",
      "unchanged (from long ago), as it was in the past, same old, traditional"
    ],
    [
      "石",
      "石油",
      "せきゆ",
      "oil, petroleum, kerosene, paraffin"
    ],
    [
      "積",
      "積極的",
      "せっきょくてき",
      "positive, assertive, active, proactive, aggressive"
    ],
    [
      "績",
      "実績",
      "じっせき",
      "achievements, actual results, accomplishments, past results, track record"
    ],
    [
      "責",
      "責任",
      "せきにん",
      "duty, responsibility (incl. supervision of staff), liability, onus"
    ],
    [
      "接",
      "直接",
      "ちょくせつ",
      "direct, immediate, personal, firsthand"
    ],
    [
      "折",
      "折衝",
      "せっしょう",
      "negotiation"
    ],
    [
      "設",
      "建設",
      "けんせつ",
      "construction, establishment"
    ],
    [
      "節",
      "季節",
      "きせつ",
      "season, time of year"
    ],
    [
      "雪",
      "雪辱",
      "せつじょく",
      "vindication of honour, vindication of honor, making up for loss, revenge"
    ],
    [
      "絶",
      "絶対",
      "ぜったい",
      "absolutely, definitely, unconditionally, absolute, unconditional, unmistakable, absoluteness"
    ],
    [
      "占",
      "占める",
      "しめる",
      "to occupy, to hold, to account for, to make up, to take up"
    ],
    [
      "専",
      "専門",
      "せんもん",
      "speciality, specialty, special subject of study, area of expertise, (one's) field, (one's) major, sole interest, single focus, concentrating exclusively on, doing exclusively, sticking to"
    ],
    [
      "戦",
      "戦争",
      "せんそう",
      "war, fighting, fierce competition"
    ],
    [
      "泉",
      "温泉",
      "おんせん",
      "hot spring, onsen, hot spring resort, hot spring spa"
    ],
    [
      "浅",
      "浅い",
      "あさい",
      "shallow, superficial, slight (wound), light (sleep), pale (colour), inadequate (knowledge), short (time), early, young"
    ],
    [
      "線",
      "路線",
      "ろせん",
      "route (bus, train, air, etc.), line, line (taken by a group, organization, etc.), policy, course"
    ],
    [
      "船",
      "漁船",
      "ぎょせん",
      "fishing boat"
    ],
    [
      "選",
      "選挙",
      "せんきょ",
      "election"
    ],
    [
      "善",
      "改善",
      "かいぜん",
      "betterment, improvement, kaizen (Japanese business philosophy of continuous improvement)"
    ],
    [
      "然",
      "自然",
      "しぜん",
      "nature, natural, spontaneous, automatic, naturally, spontaneously, automatically"
    ],
    [
      "全",
      "全国",
      "ぜんこく",
      "the whole country"
    ],
    [
      "祖",
      "祖国",
      "そこく",
      "homeland, motherland, fatherland, native country"
    ],
    [
      "組",
      "組織",
      "そしき",
      "organization, organisation, formation, structure, construction, setup, constitution, system (e.g. railroad, transport, party, etc.), tissue, texture (of a rock), weave (of a fabric)"
    ],
    [
      "双",
      "双方",
      "そうほう",
      "both parties, both sides"
    ],
    [
      "層",
      "一層",
      "いっそう",
      "even more, still more, all the more, more than ever, one layer, lowest floor (of a building), rather, sooner, preferably"
    ],
    [
      "想",
      "予想",
      "よそう",
      "expectation, anticipation, prediction, forecast, conjecture"
    ],
    [
      "捜",
      "捜査",
      "そうさ",
      "search (esp. in criminal investigations), investigation, inquiry, enquiry"
    ],
    [
      "掃",
      "掃海",
      "そうかい",
      "sweeping the sea for mines, dragging for mines"
    ],
    [
      "操",
      "操作",
      "そうさ",
      "operation, management, handling, manipulating (to one's benefit), manipulation, influencing"
    ],
    [
      "燥",
      "乾燥",
      "かんそう",
      "dryness, aridity, drying (e.g. clothes), dehydration, desiccation, insipidity"
    ],
    [
      "争",
      "戦争",
      "せんそう",
      "war, fighting, fierce competition"
    ],
    [
      "相",
      "首相",
      "しゅしょう",
      "prime minister, chancellor (Germany, Austria, etc.), premier"
    ],
    [
      "窓",
      "窓口",
      "まどぐち",
      "counter, window, teller window, ticket window, contact person, point of contact"
    ],
    [
      "総",
      "総裁",
      "そうさい",
      "president (of an organization), director general, governor (of a central bank), party leader (esp. LDP)"
    ],
    [
      "草",
      "草案",
      "そうあん",
      "draft (for a speech, bill, etc.)"
    ],
    [
      "装",
      "武装",
      "ぶそう",
      "arms, armament, taking up arms, arming oneself"
    ],
    [
      "像",
      "映像",
      "えいぞう",
      "image (on a screen), picture (e.g. on a TV), video, film, footage, reflection, image (in one's mind), mental picture"
    ],
    [
      "増",
      "増える",
      "ふえる",
      "to increase, to multiply"
    ],
    [
      "憎",
      "憎悪",
      "ぞうお",
      "hatred, abhorrence, loathing, detestation"
    ],
    [
      "臓",
      "臓器",
      "ぞうき",
      "internal organs, viscera"
    ],
    [
      "蔵",
      "大蔵省",
      "おおくらしょう",
      "Ministry of Finance (1869-2001), Ministry of the Treasury (under the ritsuryō system)"
    ],
    [
      "贈",
      "贈る",
      "おくる",
      "to give (as a gift), to present, to confer, to bestow, to award"
    ],
    [
      "造",
      "構造",
      "こうぞう",
      "structure, construction, makeup, framework, organization, pattern"
    ],
    [
      "側",
      "西側",
      "にしがわ",
      "west side, west bank"
    ],
    [
      "則",
      "原則",
      "げんそく",
      "principle, general rule, as a rule, in principle, in general"
    ],
    [
      "息",
      "息子",
      "むすこ",
      "son, penis"
    ],
    [
      "束",
      "約束",
      "やくそく",
      "promise, agreement, arrangement, one's word, contract, pact, appointment, engagement, date, convention, rule, destiny, fate"
    ],
    [
      "測",
      "観測",
      "かんそく",
      "observation, survey, measurement, opinion, prediction, thinking"
    ],
    [
      "速",
      "急速",
      "きゅうそく",
      "rapid (e.g. progress)"
    ],
    [
      "続",
      "続く",
      "つづく",
      "to continue, to last, to go on, to continue (without a break), to be unbroken, to occur again and again, to lead to, to connect to, to adjoin, to come after, to follow, to succeed, to rank next to, to hold out, to keep, to last"
    ],
    [
      "卒",
      "卒業",
      "そつぎょう",
      "graduation, completion (of a course), moving on (from), outgrowing (something), leaving (a group, company, etc.), quitting"
    ],
    [
      "存",
      "存在",
      "そんざい",
      "existence, being, presence"
    ],
    [
      "孫",
      "子孫",
      "しそん",
      "descendant, posterity, offspring"
    ],
    [
      "尊",
      "尊重",
      "そんちょう",
      "respect, esteem, regard"
    ],
    [
      "損",
      "損失",
      "そんしつ",
      "loss (of assets, profit, etc.)"
    ],
    [
      "他",
      "他人",
      "たにん",
      "another person, other people, others, unrelated person (i.e. not related by blood), outsider, stranger"
    ],
    [
      "打",
      "打つ",
      "ぶつ",
      "to hit (someone), to strike, to beat, to make (a speech), to give (an address), to gamble"
    ],
    [
      "対",
      "対応",
      "たいおう",
      "correspondence (to), equivalence, suitability, coordination, matching, being appropriate (for), dealing with, coping with, handling, response, reception, reaction, compatibility (with technology, software, etc.), capability, support (for)"
    ],
    [
      "帯",
      "世帯",
      "せたい",
      "household, home, family, housekeeping"
    ],
    [
      "替",
      "為替",
      "かわせ",
      "money order, draft, exchange (e.g. foreign)"
    ],
    [
      "袋",
      "手袋",
      "てぶくろ",
      "glove, mitten, mitt"
    ],
    [
      "退",
      "撤退",
      "てったい",
      "evacuation, withdrawal, revocation, repeal, retreat"
    ],
    [
      "第",
      "第一",
      "だいいち",
      "first, foremost, number one, most important, best, greatest, most, above all, besides, in any case, to begin with"
    ],
    [
      "宅",
      "自宅",
      "じたく",
      "one's home, one's house"
    ],
    [
      "濯",
      "洗濯",
      "せんたく",
      "washing, laundry, relaxation, rejuvenation, melting away (of worries, fatigue, etc.)"
    ],
    [
      "達",
      "達す",
      "たっす",
      "to reach, to get to"
    ],
    [
      "谷",
      "渋谷",
      "しぶや",
      "Shibuya City (special ward of Tokyo), Shibuya"
    ],
    [
      "単",
      "簡単",
      "かんたん",
      "simple, easy, uncomplicated, brief, quick, light"
    ],
    [
      "担",
      "担当",
      "たんとう",
      "being in charge (of an area of responsibility), being responsible (for a work role, etc.)"
    ],
    [
      "探",
      "探る",
      "さぐる",
      "to feel around for, to fumble for, to grope for, to search for, to look for, to investigate, to probe into, to spy on, to sound out, to explore (parts unknown), to enjoy (natural beauty)"
    ],
    [
      "炭",
      "炭素",
      "たんそ",
      "carbon (C)"
    ],
    [
      "団",
      "団体",
      "だんたい",
      "group, party, team, organization, organisation, association, group, body, society"
    ],
    [
      "断",
      "判断",
      "はんだん",
      "judgment, judgement, decision, conclusion, adjudication, divination, judgement"
    ],
    [
      "暖",
      "温暖",
      "おんだん",
      "warm, mild, temperate"
    ],
    [
      "段",
      "段階",
      "だんかい",
      "stage, step, phase, level, rank, grade, gradation, order, stairs"
    ],
    [
      "談",
      "会談",
      "かいだん",
      "talks (i.e. formal discussions), conference, meeting"
    ],
    [
      "値",
      "値上げ",
      "ねあげ",
      "price increase, rise in price, wage increase"
    ],
    [
      "恥",
      "恥ずかしい",
      "はずかしい",
      "embarrassing, embarrassed, ashamed, humiliated, shy, disgraceful, shameful"
    ],
    [
      "置",
      "措置",
      "そち",
      "measure, step, action"
    ],
    [
      "遅",
      "遅れる",
      "おくれる",
      "to be late, to be delayed, to fall behind schedule, to be overdue, to fall behind (in a race, one's studies, etc.), to lag behind, to be behind (the times), to be bereaved of, to be preceded by (someone) in death, to be slow (of a clock or watch)"
    ],
    [
      "築",
      "建築",
      "けんちく",
      "construction, architecture (of buildings)"
    ],
    [
      "畜",
      "家畜",
      "かちく",
      "domestic animals, livestock, cattle"
    ],
    [
      "竹",
      "爆竹",
      "ばくちく",
      "firecracker"
    ],
    [
      "仲",
      "仲間",
      "なかま",
      "companion, fellow, friend, mate, comrade, partner, colleague, coworker, associate, group, company, circle, set, gang, member of the same category (family, class)"
    ],
    [
      "宙",
      "宇宙",
      "うちゅう",
      "universe, cosmos, space"
    ],
    [
      "柱",
      "支柱",
      "しちゅう",
      "prop, stay, support, brace, fulcrum"
    ],
    [
      "虫",
      "昆虫",
      "こんちゅう",
      "insect, bug"
    ],
    [
      "駐",
      "駐車場",
      "ちゅうしゃじょう",
      "parking lot, car park, carpark, parking garage"
    ],
    [
      "著",
      "著者",
      "ちょしゃ",
      "author (usu. of a particular book), writer"
    ],
    [
      "貯",
      "貯金",
      "ちょきん",
      "putting money aside, savings, deposit (e.g. in a bank), accumulated surplus of wins, wins in the bank"
    ],
    [
      "兆",
      "兆し",
      "きざし",
      "sign, indication, omen, symptom"
    ],
    [
      "庁",
      "警視庁",
      "けいしちょう",
      "Metropolitan Police Department"
    ],
    [
      "張",
      "主張",
      "しゅちょう",
      "claim, insistence, assertion, advocacy, emphasis, contention, opinion, tenet"
    ],
    [
      "調",
      "調査",
      "ちょうさ",
      "investigation, examination, inquiry, enquiry, survey"
    ],
    [
      "超",
      "超党派",
      "ちょうとうは",
      "suprapartisan, multiparty, bipartisan, nonpartisan"
    ],
    [
      "頂",
      "頂点",
      "ちょうてん",
      "vertex, apex, top (e.g. of a mountain), summit, peak, top (of a profession, field, etc.), summit, peak (of popularity, a boom, etc.), height (e.g. of prosperity), apex, zenith, climax"
    ],
    [
      "直",
      "直接",
      "ちょくせつ",
      "direct, immediate, personal, firsthand"
    ],
    [
      "沈",
      "沈黙",
      "ちんもく",
      "silence, being silent, quiet, hush, reticence, inaction"
    ],
    [
      "珍",
      "珍しい",
      "めずらしい",
      "unusual, rare, curious, new, novel, fine (e.g. gift)"
    ],
    [
      "賃",
      "賃金",
      "ちんぎん",
      "wages, pay, rental payment"
    ],
    [
      "追",
      "追う",
      "おう",
      "to chase, to run after, to pursue, to follow after, to follow (a set order, a trend, etc.), to drive out, to get rid of, to oust, to expel, to drive (e.g. a herd), to be pressed (e.g. for time)"
    ],
    [
      "痛",
      "痛い",
      "いたい",
      "painful, sore, cringy, embarrassing"
    ],
    [
      "停",
      "停止",
      "ていし",
      "stoppage, coming to a stop, halt, standstill, ceasing (movement, activity, etc.), suspension (of operations), interruption (e.g. of electricity supply), cutting off, suspension (of payment, a licence, etc.), (temporary) prohibition, ban, suspension of music, dance, etc. as a sign of mourning for a prominent person"
    ],
    [
      "定",
      "予定",
      "よてい",
      "plans, arrangement, schedule, program, programme, expectation, estimate"
    ],
    [
      "底",
      "徹底",
      "てってい",
      "thoroughness, completeness, consistency, thorough enforcement, seeing to it that a policy, etc. is carried out without exception"
    ],
    [
      "庭",
      "家庭",
      "かてい",
      "home, household, family, hearth"
    ],
    [
      "程",
      "程度",
      "ていど",
      "degree, amount, grade, standard, of the order of (following a number), about, approximately"
    ],
    [
      "泥",
      "泥沼",
      "どろぬま",
      "bog, marsh, swamp, quagmire, morass, quandary, dire situation from which one cannot extricate oneself, imbroglio"
    ],
    [
      "滴",
      "点滴",
      "てんてき",
      "raindrops, falling drop of water, intravenous drip, IV, drip-feed"
    ],
    [
      "的",
      "目的",
      "もくてき",
      "purpose, goal, aim, objective, intention"
    ],
    [
      "適",
      "適用",
      "てきよう",
      "applying (e.g. a technology), adoption"
    ],
    [
      "鉄",
      "鉄道",
      "てつどう",
      "railroad, railway, rail transport"
    ],
    [
      "展",
      "展開",
      "てんかい",
      "development, evolution, progression, unfolding, (plot) twist, expansion, spreading out, extending, deployment, building up, expansion (of an algebraic expression), development (of a three-dimensional shape), extraction (of compressed data), decompression, unpacking"
    ],
    [
      "点",
      "焦点",
      "しょうてん",
      "focus, focal point, focus (of attention, a discussion, etc.), point at issue, central point, focus"
    ],
    [
      "伝",
      "伝える",
      "つたえる",
      "to convey, to report, to transmit, to communicate, to tell, to impart, to propagate, to teach, to bequeath"
    ],
    [
      "殿",
      "殿下",
      "でんか",
      "your Highness, his Highness, her Highness"
    ],
    [
      "塗",
      "塗る",
      "ぬる",
      "to paint, to plaster, to lacquer, to varnish, to spread, to smear, to put up (wallpaper)"
    ],
    [
      "徒",
      "生徒",
      "せいと",
      "pupil, student, schoolchild"
    ],
    [
      "渡",
      "渡す",
      "わたす",
      "to ferry across (e.g. a river), to carry across, to traverse, to lay across, to build across, to hand over, to hand in, to pass, to give, to transfer"
    ],
    [
      "登",
      "登場",
      "とうじょう",
      "entrance (on the stage), appearance (in a book, film, etc.), appearance (on the scene), arrival (on the market), emergence, introduction, advent"
    ],
    [
      "途",
      "途中",
      "とちゅう",
      "on the way, en route, in the middle of, midway, halfway"
    ],
    [
      "努",
      "努力",
      "どりょく",
      "effort, exertion, endeavour, endeavor, hard work, striving"
    ],
    [
      "怒",
      "怒り",
      "いかり",
      "anger, rage, fury, wrath, indignation"
    ],
    [
      "倒",
      "倒れる",
      "たおれる",
      "to fall (over, down), to collapse, to take a fall, to topple, to be destroyed (in a collapse), to collapse, to cave in, to crumble, to give away, to be confined to bed (with an illness), to come down with, to break down (e.g. from overwork), to die, to be killed, to go bankrupt (of a company, bank, etc.), to fail, to collapse, to go under, to be defeated (in a game), to lose, to fall (of a government, dictator, etc.), to be overthrown"
    ],
    [
      "党",
      "自民党",
      "じみんとう",
      "Liberal Democratic Party, LDP"
    ],
    [
      "凍",
      "凍結",
      "とうけつ",
      "freezing (e.g. water), freezing (prices, wages, assets, etc.), moratorium, suspension (e.g. investment)"
    ],
    [
      "塔",
      "管制塔",
      "かんせいとう",
      "control tower"
    ],
    [
      "島",
      "広島",
      "ひろしま",
      "Hiroshima (city, prefecture)"
    ],
    [
      "投",
      "投資",
      "とうし",
      "investment"
    ],
    [
      "盗",
      "強盗",
      "ごうとう",
      "robber, mugger, robbery, burglary"
    ],
    [
      "湯",
      "銭湯",
      "せんとう",
      "public bath, bathhouse"
    ],
    [
      "灯",
      "灯油",
      "とうゆ",
      "kerosene, paraffin, lamp oil"
    ],
    [
      "当",
      "当時",
      "とうじ",
      "at that time, in those days"
    ],
    [
      "等",
      "平等",
      "びょうどう",
      "equality, impartiality, evenness"
    ],
    [
      "筒",
      "封筒",
      "ふうとう",
      "envelope"
    ],
    [
      "到",
      "到着",
      "とうちゃく",
      "arrival"
    ],
    [
      "逃",
      "逃げる",
      "にげる",
      "to run away, to flee, to get away (e.g. from danger), to escape, to break out, to leave (e.g. one's spouse), to avoid (a question, responsibility, etc.), to evade, to dodge, to shirk, to back away, to win without being overtaken, to hold off the other contenders (until the finish), to keep the lead (and win), to escape (of heat, a gas, etc.), to leak out (e.g. of a scent), to be lost (e.g. of flavor), to fail to hold an ideal posture"
    ],
    [
      "導",
      "指導",
      "しどう",
      "guidance, leadership, instruction, direction, coaching, shido (minor penalty in judo)"
    ],
    [
      "童",
      "児童",
      "じどう",
      "children, juvenile"
    ],
    [
      "銅",
      "銅像",
      "どうぞう",
      "bronze statue"
    ],
    [
      "得",
      "得る",
      "うる",
      "to be able to ..., can ..., to get, to acquire, to obtain, to procure, to earn, to win, to gain, to secure, to attain"
    ],
    [
      "毒",
      "中毒",
      "ちゅうどく",
      "poisoning, addiction"
    ],
    [
      "独",
      "独立",
      "どくりつ",
      "independence, self-reliance, supporting oneself, being on one's own, independence (e.g. of a nation), freedom, separation, isolation"
    ],
    [
      "突",
      "突然",
      "とつぜん",
      "abrupt, sudden, unexpected"
    ],
    [
      "届",
      "届く",
      "とどく",
      "to reach, to touch, to get to, to carry (of sound), to be delivered, to arrive, to be attentive, to be scrupulous, to be thorough, to be realized (of a desire), to be fulfilled, to get through (to someone), to be appreciated, to make an impression"
    ],
    [
      "曇",
      "曇り",
      "くもり",
      "cloudiness, cloudy weather, fog (on a mirror, glasses, etc.), cloud (e.g. in marble), blur, mist, shadow, dimness, gloom, dejection"
    ],
    [
      "鈍",
      "鈍化",
      "どんか",
      "becoming dull, slowing down"
    ],
    [
      "内",
      "国内",
      "こくない",
      "internal, domestic"
    ],
    [
      "軟",
      "柔軟",
      "じゅうなん",
      "flexible, lithe, soft, pliable, calisthenics"
    ],
    [
      "難",
      "難しい",
      "むずかしい",
      "difficult, hard, troublesome, complicated, serious (disease, problem, etc.), impossible, unfeasible, fussy, particular, fastidious, hard to please, displeased, gloomy, glum, sullen, serious (look), dirty, unclean, filthy, detestable, unpleasant, uncomfortable, creepy, spooky"
    ],
    [
      "乳",
      "牛乳",
      "ぎゅうにゅう",
      "(cow's) milk"
    ],
    [
      "任",
      "責任",
      "せきにん",
      "duty, responsibility (incl. supervision of staff), liability, onus"
    ],
    [
      "認",
      "認める",
      "みとめる",
      "to recognize, to recognise, to observe, to notice, to deem, to judge, to assess, to approve, to deem acceptable, to allow, to admit, to accept, to confess (to a charge), to watch steadily, to observe carefully, to renown, to give renown to, to appreciate, to acknowledge"
    ],
    [
      "猫",
      "子猫",
      "こねこ",
      "kitten, small cat"
    ],
    [
      "熱",
      "熱い",
      "あつい",
      "hot (to the touch), passionate (feelings, etc.), ardent, hot (e.g. gaze), hot (e.g. temper), zealous, enthusiastic, fired up, intense, severe, extreme, hot (topic), of interest"
    ],
    [
      "念",
      "記念",
      "きねん",
      "commemoration, celebration, remembrance, memory, honoring the memory of, memento, souvenir, keepsake"
    ],
    [
      "燃",
      "燃料",
      "ねんりょう",
      "fuel"
    ],
    [
      "悩",
      "悩む",
      "なやむ",
      "to be worried, to be troubled"
    ],
    [
      "濃",
      "濃い",
      "こい",
      "deep (colour), dark, strong (flavour, smell, etc.), thick (consistency), dense, strong (possibility, etc.), thick (i.e. \"as thick as thieves\"), close, deep (love, etc.)"
    ],
    [
      "能",
      "可能性",
      "かのうせい",
      "potentiality, likelihood, possibility, chance"
    ],
    [
      "脳",
      "首脳",
      "しゅのう",
      "head, leader, top, important part"
    ],
    [
      "農",
      "農業",
      "のうぎょう",
      "agriculture"
    ],
    [
      "波",
      "電波",
      "でんぱ",
      "radio wave, reception, signal, saying strange things"
    ],
    [
      "破",
      "破壊",
      "はかい",
      "destruction, disruption, (application) crash"
    ],
    [
      "馬",
      "出馬",
      "しゅつば",
      "running (for election), coming forward as a candidate, going on horseback (to a battle), going in person, letting out a horse, taking out a horse"
    ],
    [
      "拝",
      "参拝",
      "さんぱい",
      "going and worshipping (at a shrine or temple), visit (to a shrine or temple to worship)"
    ],
    [
      "敗",
      "失敗",
      "しっぱい",
      "failure, mistake, blunder"
    ],
    [
      "杯",
      "一杯",
      "いっぱい",
      "one cup (of), one glass (of), one bowl (of), cupful, glassful, bowlful, spoonful, one drink (of alcohol), full, filled (with), brimming (with), crowded, packed, fully, to capacity, to the maximum, as much as possible, a lot, much, many, all of ..., the entire ..., one (squid, octopus, crab, etc.), one (boat)"
    ],
    [
      "背",
      "背景",
      "はいけい",
      "background, scenery, backdrop, setting, background (of an incident, situation, etc.), circumstances, context, backing, support (from behind the scenes)"
    ],
    [
      "配",
      "心配",
      "しんぱい",
      "worry, concern, anxiety, uneasiness, fear, care, help, aid, assistance"
    ],
    [
      "倍",
      "倍増",
      "ばいぞう",
      "doubling, double"
    ],
    [
      "泊",
      "宿泊",
      "しゅくはく",
      "accommodation, lodging"
    ],
    [
      "薄",
      "薄い",
      "うすい",
      "thin (of an object), pale, light, faint, watery, thin, diluted, weak (taste, etc.), little (affection, etc.), not much (of a presence), slim (probability, etc.), small, sparse, patchy, scattered"
    ],
    [
      "爆",
      "爆発",
      "ばくはつ",
      "explosion, detonation, blast, blowing up, eruption, outburst (of emotion), explosion (e.g. of anger), eruption (e.g. of discontent)"
    ],
    [
      "麦",
      "小麦",
      "こむぎ",
      "wheat"
    ],
    [
      "箱",
      "私書箱",
      "ししょばこ",
      "post office box"
    ],
    [
      "肌",
      "肌寒い",
      "はださむい",
      "chilly, unpleasantly cold"
    ],
    [
      "畑",
      "田畑",
      "たはた",
      "fields (of rice and other crops)"
    ],
    [
      "髪",
      "白髪",
      "しらが",
      "white hair, grey hair, gray hair"
    ],
    [
      "抜",
      "抜く",
      "ぬく",
      "to pull out, to draw out, to extract, to unplug, to weed, to omit, to leave out, to go without, to skip, to do to the end, to do thoroughly, to do completely, to do severely, to let out (e.g. air from a tyre), to drain (e.g. water from a bath), to empty, to pick out, to choose, to select, to extract, to pilfer, to steal, to remove, to get rid of, to take out, to pass, to overtake, to outstrip, to get ahead of, to pierce, to break through, to go through, to cut out (a shape), to create (a pattern) by dying the surrounding area, to seize, to capture, to reduce, to scoop (a story), to take out (an opponent's stones; in go), to masturbate (of a male), to ejaculate (while masturbating), to take (a photo), to record (video)"
    ],
    [
      "判",
      "批判",
      "ひはん",
      "criticism, judgement, judgment, comment"
    ],
    [
      "反",
      "反対",
      "はんたい",
      "opposition, resistance, antagonism, hostility, objection, dissent, reverse, opposite, inverse, contrary"
    ],
    [
      "板",
      "看板",
      "かんばん",
      "signboard, sign, billboard, hoarding, doorplate, draw, attraction, feature, highlight, spokesman, figurehead, reputation (of a shop), name, appearance, look, show, closing (for the day, esp. of a restaurant or bar), closing time"
    ],
    [
      "版",
      "出版",
      "しゅっぱん",
      "publication"
    ],
    [
      "犯",
      "犯罪",
      "はんざい",
      "crime, offence, offense"
    ],
    [
      "般",
      "一般",
      "いっぱん",
      "general, universal, ordinary, average, common, non-celebrity, the same, no different, (just) as if"
    ],
    [
      "販",
      "販売",
      "はんばい",
      "sales, selling, marketing"
    ],
    [
      "晩",
      "晩年",
      "ばんねん",
      "one's later years, final years (in life)"
    ],
    [
      "番",
      "番組",
      "ばんぐみ",
      "program (e.g. TV), programme"
    ],
    [
      "否",
      "拒否",
      "きょひ",
      "refusal, rejection, denial, veto"
    ],
    [
      "彼",
      "彼女",
      "かのじょ",
      "she, her, girlfriend"
    ],
    [
      "悲",
      "悲劇",
      "ひげき",
      "tragedy, tragic drama, tragic play, tragedy, calamity, disaster"
    ],
    [
      "批",
      "批判",
      "ひはん",
      "criticism, judgement, judgment, comment"
    ],
    [
      "比",
      "比べる",
      "くらべる",
      "to compare, to make a comparison, to compete, to vie"
    ],
    [
      "疲",
      "疲れる",
      "つかれる",
      "to get tired, to tire, to get fatigued, to become exhausted, to grow weary, to become worn out (of a well-used object), to starve"
    ],
    [
      "皮",
      "皮肉",
      "ひにく",
      "irony, sarcasm, cynicism, satire, unexpected, different from what one expected, not as one had planned, (only) surface, something superficial, skin and bone, body"
    ],
    [
      "被",
      "被告",
      "ひこく",
      "defendant, the accused"
    ],
    [
      "費",
      "消費",
      "しょうひ",
      "consumption, expenditure, spending"
    ],
    [
      "非",
      "非常",
      "ひじょう",
      "emergency, extreme, great, extraordinary, remarkable, unusual, terrible, severe"
    ],
    [
      "飛",
      "飛ぶ",
      "とぶ",
      "to fly, to soar, to jump, to leap, to spring, to bound, to hop, to spatter, to scatter, to splash, to fly (e.g. of sparks), to hurry, to rush, to flee, to run off, to escape, to disappear, to vanish, to fade, to thin out, to break off, to come off, to fall off, to blow (of a fuse), to be sent out (of an order), to fly (of false rumours, catcalls, etc.), to come flying (of a punch, kick, etc.), to be missing (of a page, stitch, etc.), to skip, to jump (e.g. of a conversation)"
    ],
    [
      "備",
      "整備",
      "せいび",
      "maintenance, servicing, putting in place, development, improvement, preparation, provision, equipping, outfitting"
    ],
    [
      "美",
      "美術",
      "びじゅつ",
      "art, fine arts"
    ],
    [
      "鼻",
      "鼻息",
      "はないき",
      "nasal breathing, breathing through one's nose, person's pleasure, excitement"
    ],
    [
      "匹",
      "匹敵",
      "ひってき",
      "to be a match for, to rival, to equal, to compare with, to be equivalent to"
    ],
    [
      "必",
      "必要",
      "ひつよう",
      "necessary, needed, essential, indispensable, necessity, need, requirement"
    ],
    [
      "筆",
      "執筆",
      "しっぴつ",
      "writing, authoring"
    ],
    [
      "標",
      "目標",
      "もくひょう",
      "goal, target, aim, objective, mark, sign, landmark"
    ],
    [
      "氷",
      "氷点下",
      "ひょうてんか",
      "below freezing"
    ],
    [
      "表",
      "代表",
      "だいひょう",
      "representation, representative, delegate, delegation, exemplification, typification, being representative of, being typical of, representative example, exemplar, model, leader, switchboard number, main number"
    ],
    [
      "評",
      "評価",
      "ひょうか",
      "valuation, appraisal, evaluation, assessment, estimation, rating, judging, appreciation, recognition, acknowledgement, rating highly, praising"
    ],
    [
      "秒",
      "秒読み",
      "びょうよみ",
      "countdown"
    ],
    [
      "貧",
      "貧しい",
      "まずしい",
      "poor, needy, lacking (quantity and quality-wise), poor, scanty, skimpy, slight, inadequate"
    ],
    [
      "付",
      "付近",
      "ふきん",
      "neighborhood, neighbourhood, vicinity, environs, surrounding area, district"
    ],
    [
      "夫",
      "夫人",
      "ふじん",
      "wife, Mrs, madam, wife of a nobleman (aristocrat, etc.), consort of the emperor"
    ],
    [
      "婦",
      "主婦",
      "しゅふ",
      "housewife, mistress (of the house), homemaker"
    ],
    [
      "富",
      "富士",
      "ふじ",
      "Mount Fuji"
    ],
    [
      "布",
      "配布",
      "はいふ",
      "distribution"
    ],
    [
      "府",
      "政府",
      "せいふ",
      "government, administration, ministry"
    ],
    [
      "怖",
      "怖い",
      "こわい",
      "scary, frightening, eerie, dreadful"
    ],
    [
      "普",
      "普通",
      "ふつう",
      "normal, ordinary, regular, usual, common, average, normally, ordinarily, usually, generally, commonly, local train, train that stops at every station"
    ],
    [
      "浮",
      "浮上",
      "ふじょう",
      "surfacing, rising to the surface, emerging, leaping into prominence, rising (of rank)"
    ],
    [
      "符",
      "終止符",
      "しゅうしふ",
      "full stop, period, end"
    ],
    [
      "膚",
      "皮膚",
      "ひふ",
      "skin"
    ],
    [
      "負",
      "負担",
      "ふたん",
      "burden, load, responsibility, bearing (a cost, responsibility, etc.), shouldering"
    ],
    [
      "武",
      "武器",
      "ぶき",
      "weapon, arms, ordnance, weapon (something used to gain an advantage), asset"
    ],
    [
      "舞",
      "舞台",
      "ぶたい",
      "stage (of a theatre, concert hall, etc.), (stage) performance, setting (of a story), scene, sphere (of activity), stage (e.g. political stage), scene, arena, world"
    ],
    [
      "部",
      "幹部",
      "かんぶ",
      "management, (executive) staff, leaders, leadership, top brass, upper echelons"
    ],
    [
      "封",
      "完封",
      "かんぷう",
      "total blockage, complete shutdown, stopping completely, shutout"
    ],
    [
      "副",
      "副社長",
      "ふくしゃちょう",
      "executive vice-president"
    ],
    [
      "復",
      "回復",
      "かいふく",
      "restoration, recovery, rehabilitation, return, improvement, recovery (from an illness), recuperation, convalescence"
    ],
    [
      "幅",
      "大幅",
      "おおはば",
      "big, large, drastic, substantial, full-width cloth (approx. 72 cm wide for traditional Japanese clothing; approx. 140 cm wide for Western clothing)"
    ],
    [
      "福",
      "福祉",
      "ふくし",
      "welfare, well-being, social welfare, social security, social service"
    ],
    [
      "腹",
      "裏腹",
      "うらはら",
      "opposite, reverse, contrary"
    ],
    [
      "複",
      "複数",
      "ふくすう",
      "plural, multiple, plural (number)"
    ],
    [
      "払",
      "払う",
      "はらう",
      "to pay (e.g. money, bill), to brush off, to wipe away, to clear away, to dust off, to cut off (e.g. branches), to drive away (e.g. one's competitors), to sell off (something unneeded), to dispose of, to pay (e.g. attention), to show (e.g. respect, concern), to make (e.g. effort, sacrifice), to expend, to exert, to move out (of one's own place), to vacate, to sweep (e.g. one's legs), to knock aside, to make a sweeping stroke (in Japanese calligraphy), to reset (an abacus)"
    ],
    [
      "沸",
      "沸騰",
      "ふっとう",
      "boiling, seething, becoming heated (e.g. of a debate), excitement, agitation, fermentation, soaring (of prices), shooting up"
    ],
    [
      "仏",
      "仏教",
      "ぶっきょう",
      "Buddhism"
    ],
    [
      "粉",
      "花粉",
      "かふん",
      "pollen"
    ],
    [
      "兵",
      "兵庫",
      "ひょうご",
      "Hyogo (prefecture), armory, armoury, arsenal"
    ],
    [
      "平",
      "平和",
      "へいわ",
      "peace, harmony"
    ],
    [
      "並",
      "並ぶ",
      "ならぶ",
      "to line up, to stand in a line, to rival, to match, to equal"
    ],
    [
      "閉",
      "閉鎖",
      "へいさ",
      "closing, closure, shutdown, lockout"
    ],
    [
      "米",
      "米国",
      "べいこく",
      "(United States of) America, USA, US"
    ],
    [
      "壁",
      "障壁",
      "しょうへき",
      "enclosing wall, boundary fence, obstacle, barrier"
    ],
    [
      "変",
      "変わる",
      "かわる",
      "to change, to be transformed, to be altered, to vary, to move to, to be different, to be uncommon, to be unusual"
    ],
    [
      "片",
      "片手",
      "かたて",
      "one hand"
    ],
    [
      "編",
      "編集",
      "へんしゅう",
      "editing, compilation"
    ],
    [
      "辺",
      "周辺",
      "しゅうへん",
      "circumference, outskirts, environs, around, in the area of, in the vicinity of, (computer) peripheral"
    ],
    [
      "返",
      "繰り返す",
      "くりかえす",
      "to repeat, to do over again"
    ],
    [
      "保",
      "保護",
      "ほご",
      "protection, safeguard, guardianship, custody, patronage, preservation, conservation"
    ],
    [
      "捕",
      "逮捕",
      "たいほ",
      "arrest, apprehension, capture"
    ],
    [
      "補",
      "候補",
      "こうほ",
      "candidate, contender, prospect, pick, choice, list, candidacy, candidature, nomination"
    ],
    [
      "募",
      "募集",
      "ぼしゅう",
      "recruitment, invitation, selection, advertisement, taking applications, raising (funds, donations, etc.), collection, subscription, solicitation, flotation (of shares, loans, etc.)"
    ],
    [
      "暮",
      "暮らす",
      "くらす",
      "to live, to get along, to spend (time)"
    ],
    [
      "包",
      "包括",
      "ほうかつ",
      "inclusion, complete coverage, comprehensiveness"
    ],
    [
      "報",
      "情報",
      "じょうほう",
      "information, news, report, intelligence, information (data contained in characters, signals, code, etc.)"
    ],
    [
      "宝",
      "東宝",
      "とうほう",
      "Tōhou, Toho (film studio)"
    ],
    [
      "抱",
      "抱える",
      "かかえる",
      "to hold in one's arms, to carry in one's arms, to carry under one's arm, to hold (one's head) in one's hands, to have (problems, debts, etc.), to take on (a responsibility), to be burdened with (e.g. care of a family member), to have (children, etc.) to provide for, to employ, to have (on one's staff), to hire"
    ],
    [
      "放",
      "放送",
      "ほうそう",
      "broadcasting, broadcast, program, announcement"
    ],
    [
      "法",
      "法案",
      "ほうあん",
      "bill (law), measure"
    ],
    [
      "訪",
      "訪問",
      "ほうもん",
      "call, visit"
    ],
    [
      "豊",
      "豊か",
      "ゆたか",
      "abundant, plentiful, rich, ample, rich, wealthy, affluent, well-off, open (mind), relaxed, easy, plump (e.g. breasts), full, ample, (well) over, (easily) in excess of"
    ],
    [
      "亡",
      "死亡",
      "しぼう",
      "death, dying, mortality"
    ],
    [
      "坊",
      "本因坊",
      "ほんいんぼう",
      "Hon'inbō, Honinbo, grandmaster"
    ],
    [
      "帽",
      "帽子",
      "ぼうし",
      "hat, cap"
    ],
    [
      "忘",
      "忘れる",
      "わすれる",
      "to forget, to leave carelessly, to be forgetful of, to forget about, to forget (an article)"
    ],
    [
      "忙",
      "忙しい",
      "せわしい",
      "busy, hectic, frantic, restless, hurried, fidgety"
    ],
    [
      "暴",
      "暴力団",
      "ぼうりょくだん",
      "bōryokudan, gangster organization (organisation), crime syndicate, yakuza"
    ],
    [
      "望",
      "希望",
      "きぼう",
      "hope, wish, aspiration, (bright) prospects, expectation"
    ],
    [
      "棒",
      "泥棒",
      "どろぼう",
      "thief, burglar, robber, theft, burglary, robbery"
    ],
    [
      "貿",
      "貿易",
      "ぼうえき",
      "(foreign) trade, (international) commerce, importing and exporting"
    ],
    [
      "防",
      "防衛",
      "ぼうえい",
      "defense, defence, protection"
    ],
    [
      "磨",
      "磨く",
      "みがく",
      "to polish, to shine, to burnish, to scour, to scrub, to brush (teeth), to grind (e.g. a lens), to refine (a skill, etc.), to improve, to hone, to polish (up), to cultivate (one's character)"
    ],
    [
      "埋",
      "埋める",
      "うずめる",
      "to cover, to bury (e.g. one's face in hands), to submerge, to fill (completely), to stuff, to pack, to cram, to fill up"
    ],
    [
      "枚",
      "一枚",
      "いちまい",
      "one (thin, flat object), one sheet"
    ],
    [
      "末",
      "月末",
      "げつまつ",
      "end of the month"
    ],
    [
      "満",
      "不満",
      "ふまん",
      "dissatisfaction, discontent, displeasure, complaint, unhappiness"
    ],
    [
      "未",
      "未明",
      "みめい",
      "early dawn, grey of morning, gray of morning"
    ],
    [
      "眠",
      "眠る",
      "ねむる",
      "to sleep, to die, to rest (in peace), to lie (buried), to sleep (in the grave), to lie idle (e.g. of resources), to lie unused, to lie untapped, to lie untouched, to close one's eyes"
    ],
    [
      "務",
      "外務省",
      "がいむしょう",
      "Ministry of Foreign Affairs"
    ],
    [
      "夢",
      "夢中",
      "むちゅう",
      "absorbed in, immersed in, crazy about, obsessed with, devoted to, forgetting oneself, daze, trance, ecstasy, delirium, within a dream, while dreaming"
    ],
    [
      "無",
      "無料",
      "むりょう",
      "free (of charge), gratuitous"
    ],
    [
      "娘",
      "一人娘",
      "ひとりむすめ",
      "only daughter"
    ],
    [
      "命",
      "革命",
      "かくめい",
      "revolution, 58th year of the sexagenary cycle (in Onmyōdō)"
    ],
    [
      "迷",
      "低迷",
      "ていめい",
      "hanging low (of clouds), remaining low (of sales, stock prices, etc.), remaining sluggish (of the economy, market, etc.), hovering (around a low level), floundering, slump, depression"
    ],
    [
      "鳴",
      "鳴る",
      "なる",
      "to sound, to ring, to resound, to echo, to roar, to rumble"
    ],
    [
      "綿",
      "綿密",
      "めんみつ",
      "minute, detailed, careful, scrupulous, thorough"
    ],
    [
      "面",
      "当面",
      "とうめん",
      "current, urgent, pressing, impending, to confront (an issue), to face (up to something), for the meantime, at present"
    ],
    [
      "毛",
      "毛布",
      "もうふ",
      "blanket"
    ],
    [
      "戻",
      "戻る",
      "もどる",
      "to turn back (e.g. half-way), to return, to go back, to recover (e.g. something lost), to be returned, to rebound, to spring back"
    ],
    [
      "役",
      "役割",
      "やくわり",
      "part, assigning (allotment of) parts, role, duties"
    ],
    [
      "約",
      "条約",
      "じょうやく",
      "treaty, pact, convention, agreement"
    ],
    [
      "油",
      "石油",
      "せきゆ",
      "oil, petroleum, kerosene, paraffin"
    ],
    [
      "輸",
      "輸入",
      "ゆにゅう",
      "import, importation, introduction, afferent"
    ],
    [
      "優",
      "優勝",
      "ゆうしょう",
      "overall victory, championship, winning the title, (being in) heaven, bliss, perfect contentment"
    ],
    [
      "勇",
      "勇気",
      "ゆうき",
      "courage, bravery, valour, valor, nerve, boldness"
    ],
    [
      "由",
      "自由",
      "じゆう",
      "freedom, liberty"
    ],
    [
      "遊",
      "遊び",
      "あそび",
      "play, playing, game, pleasure, amusement, pastime, recreation, diversion, play (in a mechanism, e.g. a steering wheel), flexibility (in a performance, art, etc.), freedom, flyleaf"
    ],
    [
      "郵",
      "郵政省",
      "ゆうせいしょう",
      "(former) Ministry of Posts and Telecommunications (now Ministry of Internal Affairs and Communications)"
    ],
    [
      "予",
      "予定",
      "よてい",
      "plans, arrangement, schedule, program, programme, expectation, estimate"
    ],
    [
      "余",
      "余り",
      "あまり",
      "remainder, remnant, rest, balance, surplus, remains (of a meal), leftovers, (not) very, (not) much, too much, excessively, overly, extreme, great, severe, tremendous, terrible, more than, over"
    ],
    [
      "与",
      "与党",
      "よとう",
      "ruling party, government party, party in power, government"
    ],
    [
      "預",
      "預金",
      "よきん",
      "deposit, bank account"
    ],
    [
      "幼",
      "幼稚園",
      "ようちえん",
      "kindergarten, nursery school, preschool"
    ],
    [
      "容",
      "容疑者",
      "ようぎしゃ",
      "suspect"
    ],
    [
      "様",
      "同様",
      "どうよう",
      "same, similar, (just) like, equal"
    ],
    [
      "溶",
      "溶岩",
      "ようがん",
      "lava"
    ],
    [
      "葉",
      "言葉",
      "ことば",
      "language, dialect, word, phrase, expression, term, speech, (manner of) speaking, (use of) language, words, remark, statement, comment, learning to speak, language acquisition"
    ],
    [
      "要",
      "必要",
      "ひつよう",
      "necessary, needed, essential, indispensable, necessity, need, requirement"
    ],
    [
      "踊",
      "舞踊",
      "ぶよう",
      "dancing, dance"
    ],
    [
      "陽",
      "太陽",
      "たいよう",
      "Sun"
    ],
    [
      "欲",
      "意欲",
      "いよく",
      "will, desire, eagerness, interest, drive, motivation, urge, ambition"
    ],
    [
      "浴",
      "浴びる",
      "あびる",
      "to dash over oneself (e.g. water), to take (e.g. shower), to bask in (e.g. the sun), to bathe in, to be flooded with (e.g. light), to be covered in, to suffer (e.g. an attack), to draw (e.g. criticism, attention, praise), to have heaped upon, to be showered with"
    ],
    [
      "翌",
      "翌日",
      "よくじつ",
      "next day"
    ],
    [
      "頼",
      "信頼",
      "しんらい",
      "trust (in), confidence, faith, reliance"
    ],
    [
      "絡",
      "連絡",
      "れんらく",
      "contacting, (making) contact, getting in touch, communication, correspondence, call, message, connection (with a train, bus, etc.), joining (a railway line, etc.), meeting, connection (between matters, incidents, etc.), relation, link"
    ],
    [
      "落",
      "落ちる",
      "おちる",
      "to fall, to drop, to come down, to crash, to collapse, to cave in, to give way, to set (of the sun or moon), to sink, to dip, to go down, to decrease (of popularity, quality, speed, sales, etc.), to fall, to drop, to go down, to decline, to deteriorate, to abate (of wind), to be inferior (to), to be not as good (as), to fall short (of), to come off (of dirt, paint, makeup, etc.), to come out (of a stain), to fade (of colour), to be removed (of an illness, possessing spirit, etc.), to disappear (of excess fat), to become thinner, to become leaner, to be left out, to be omitted, to be missing, to fail (an exam), to lose (a contest, election, etc.), to be unsuccessful, to decline (of morals, character, etc.), to become vulgar (e.g. of a conversation), to stoop (to), to sink (so low), to be ruined, to go under, to fall (into hell), to fall (in love, asleep, etc.), to fall (into someone's hands), to be accepted (of a bid), to be won (of a tender), to be honoured (of a bill), to fall into (a trap), to fall for (a trick), to give in, to confess, to own up, to come to (a conclusion, topic, etc.), to arrive at (in the end), to leave (a city, castle, etc.), to (be defeated and) flee, to sink in, to be accepted (in one's heart), to fall (to the enemy), to be defeated, to come in (of money), to fall (upon; of light, a shadow, one's gaze, etc.), to pass out (in judo), to fall unconscious, to go down (of a website, server, etc.), to crash, to log out (of an online game, chat room, etc.), to drop out, to leave, to go offline, to move to deeper water (of a fish in cold weather), to die (of an animal)"
    ],
    [
      "乱",
      "混乱",
      "こんらん",
      "disorder, chaos, confusion, mayhem"
    ],
    [
      "卵",
      "産卵",
      "さんらん",
      "egg-laying, spawning"
    ],
    [
      "利",
      "利用",
      "りよう",
      "use, utilization, utilisation, application"
    ],
    [
      "裏",
      "裏付ける",
      "うらづける",
      "to support (a theory, claim, etc.), to back up, to substantiate, to prove"
    ],
    [
      "陸",
      "陸上",
      "りくじょう",
      "(on) land, ground, shore, track-and-field events"
    ],
    [
      "律",
      "法律",
      "ほうりつ",
      "law"
    ],
    [
      "率",
      "比率",
      "ひりつ",
      "ratio, proportion, percentage"
    ],
    [
      "略",
      "戦略",
      "せんりゃく",
      "strategy, tactics"
    ],
    [
      "流",
      "交流",
      "こうりゅう",
      "exchange (e.g. cultural), interchange, interaction, mingling, mixing, coming together, alternating current, AC"
    ],
    [
      "留",
      "留学",
      "りゅうがく",
      "studying abroad, (temporarily) studying at another school (to learn a specific skill)"
    ],
    [
      "粒",
      "粒子",
      "りゅうし",
      "particle, grain"
    ],
    [
      "了",
      "終了",
      "しゅうりょう",
      "end, close, termination"
    ],
    [
      "両",
      "両国",
      "りょうこく",
      "both countries, Ryōgoku (area of Tokyo)"
    ],
    [
      "涼",
      "涼しい",
      "すずしい",
      "cool, refreshing, clear (e.g. eyes), bright, clear, distinct, composed (facial expression), unruffled, unconcerned, pure, upright, innocent"
    ],
    [
      "療",
      "医療",
      "いりょう",
      "medical care, medical treatment"
    ],
    [
      "良",
      "良い",
      "よい",
      "good, excellent, fine, nice, pleasant, agreeable, sufficient, enough, ready, prepared, profitable (deal, business offer, etc.), beneficial, OK, all right, fine, no problem, easy to ..."
    ],
    [
      "量",
      "大量",
      "たいりょう",
      "large quantity, massive (quantity), mass (e.g. mass production, mass transit, mass destruction)"
    ],
    [
      "領",
      "大統領",
      "だいとうりょう",
      "president (of a nation), big man, boss, buddy, mate"
    ],
    [
      "緑",
      "緑地",
      "りょくち",
      "green tract of land, green space"
    ],
    [
      "輪",
      "五輪",
      "ごりん",
      "Olympic Games, Olympics, Olympic rings"
    ],
    [
      "涙",
      "催涙",
      "さいるい",
      "tear-inducing"
    ],
    [
      "類",
      "種類",
      "しゅるい",
      "variety, kind, type, category, counter for kinds, species, etc."
    ],
    [
      "令",
      "司令官",
      "しれいかん",
      "commandant, commanding officer, general"
    ],
    [
      "例",
      "比例",
      "ひれい",
      "proportion, proportional representation section (of an election)"
    ],
    [
      "冷",
      "冷戦",
      "れいせん",
      "cold war, the Cold War"
    ],
    [
      "礼",
      "謝礼",
      "しゃれい",
      "reward, honorarium, remuneration"
    ],
    [
      "零",
      "零時",
      "れいじ",
      "twelve o'clock, midnight, noon"
    ],
    [
      "齢",
      "年齢",
      "ねんれい",
      "age, years"
    ],
    [
      "歴",
      "歴史",
      "れきし",
      "history"
    ],
    [
      "列",
      "列車",
      "れっしゃ",
      "train, railway train"
    ],
    [
      "恋",
      "恋人",
      "こいびと",
      "lover, sweetheart, boyfriend, girlfriend"
    ],
    [
      "練",
      "練習",
      "れんしゅう",
      "practice, training, drill, (an) exercise, workout"
    ],
    [
      "連",
      "国連",
      "こくれん",
      "United Nations, UN"
    ],
    [
      "路",
      "路線",
      "ろせん",
      "route (bus, train, air, etc.), line, line (taken by a group, organization, etc.), policy, course"
    ],
    [
      "労",
      "労働",
      "ろうどう",
      "manual labor, manual labour, toil, work, Labour Party"
    ],
    [
      "老",
      "老人",
      "ろうじん",
      "old person, senior citizen, the aged, the elderly"
    ],
    [
      "録",
      "記録",
      "きろく",
      "record, minutes, document, record (e.g. in sports), results, score, to record, to document, to set a record (e.g. in sports), to show a result, to reach a value"
    ],
    [
      "論",
      "論議",
      "ろんぎ",
      "discussion, argument, debate"
    ],
    [
      "和",
      "平和",
      "へいわ",
      "peace, harmony"
    ],
    [
      "湾",
      "湾岸",
      "わんがん",
      "gulf coast, bay coast"
    ],
    [
      "腕",
      "左腕",
      "さわん",
      "left arm, left-handed (baseball pitcher)"
    ]
  ],
  "N3": [
    [
      "悪",
      "悪い",
      "わるい",
      "bad, poor, undesirable, poor (quality), inferior, insufficient, evil, sinful, ugly, not beautiful, at fault, to blame, in the wrong, bad (at doing something), unprofitable, unbeneficial, sorry, (my) bad, unforgivable"
    ],
    [
      "暗",
      "暗い",
      "くらい",
      "dark, gloomy, murky, depressed, dispirited, down in the dumps, dark (mood), dark (in colour), dull, ill-boding, dark (e.g. past), suspicious, unlikely (to succeed), hopeless, unpromising, unfamiliar (with), ignorant (of)"
    ],
    [
      "以",
      "以上",
      "いじょう",
      "not less than ..., ... and over, ... and above, ... and upwards, ... or more, beyond (e.g. one's expectations), above, more than, further than, the above, the above-mentioned, the aforementioned, the foregoing, since ..., seeing that ..., now that ..., once ..., that's all, that is the end, the end"
    ],
    [
      "意",
      "合意",
      "ごうい",
      "(coming to an) agreement, consent, mutual understanding, accord, consensus"
    ],
    [
      "医",
      "医療",
      "いりょう",
      "medical care, medical treatment"
    ],
    [
      "員",
      "議員",
      "ぎいん",
      "member of an assembly, member of the Diet, member of parliament, member of Congress"
    ],
    [
      "引",
      "取引",
      "とりひき",
      "transactions, dealings, business"
    ],
    [
      "院",
      "病院",
      "びょういん",
      "hospital, clinic, doctor's office, doctor's surgery, infirmary"
    ],
    [
      "運",
      "運動",
      "うんどう",
      "exercise, physical training, workout, sports, athletics, appeal, campaign, drive, crusade, movement, lobbying, motion, movement"
    ],
    [
      "映",
      "映画",
      "えいが",
      "movie, film, motion picture"
    ],
    [
      "英",
      "英語",
      "えいご",
      "English (language)"
    ],
    [
      "遠",
      "遠い",
      "とおい",
      "far, distant, far away, a long way off, in the distance, distant (past), remote (in time), remote, far-removed (in time), distant (relationship or kinship), having little to do (with someone), far (from something else in quality, degree, etc.), not similar, way off, hard (of hearing), nearsighted"
    ],
    [
      "屋",
      "名古屋",
      "なごや",
      "Nagoya (city)"
    ],
    [
      "音",
      "音楽",
      "おんがく",
      "music"
    ],
    [
      "夏",
      "夏休み",
      "なつやすみ",
      "summer vacation, summer holiday"
    ],
    [
      "家",
      "家族",
      "かぞく",
      "family"
    ],
    [
      "歌",
      "歌う",
      "うたう",
      "to sing, to sing of (love, beauty, etc.) in a poem, to express in the form of a poem, to recite (a poem)"
    ],
    [
      "画",
      "計画",
      "けいかく",
      "plan, project, schedule, scheme, program, programme"
    ],
    [
      "回",
      "今回",
      "こんかい",
      "this time, now"
    ],
    [
      "海",
      "海外",
      "かいがい",
      "foreign, abroad, overseas"
    ],
    [
      "界",
      "世界",
      "せかい",
      "the world, society, the universe, sphere, circle, world, world-renowned, world-famous, realm governed by one Buddha, space"
    ],
    [
      "開",
      "開発",
      "かいはつ",
      "development, exploitation (of resources)"
    ],
    [
      "楽",
      "音楽",
      "おんがく",
      "music"
    ],
    [
      "寒",
      "寒い",
      "さむい",
      "cold (e.g. weather), uninteresting (esp. joke), lame, dull, weak, corny"
    ],
    [
      "漢",
      "漢字",
      "かんじ",
      "kanji, Chinese character"
    ],
    [
      "館",
      "会館",
      "かいかん",
      "meeting hall, assembly hall"
    ],
    [
      "顔",
      "笑顔",
      "えがお",
      "smiling face, smile"
    ],
    [
      "帰",
      "帰国",
      "きこく",
      "return to one's country, return to one's hometown"
    ],
    [
      "起",
      "起きる",
      "おきる",
      "to get up, to rise, to blaze up (fire), to wake up, to be awake, to stay awake, to occur (usu. of unfavourable incidents), to happen, to take place"
    ],
    [
      "急",
      "緊急",
      "きんきゅう",
      "urgency, emergency"
    ],
    [
      "究",
      "研究",
      "けんきゅう",
      "study, research, investigation"
    ],
    [
      "牛",
      "牛乳",
      "ぎゅうにゅう",
      "(cow's) milk"
    ],
    [
      "去",
      "過去",
      "かこ",
      "the past, bygone days, one's past (that one would prefer remained secret), past (tense), preterit, preterite, previous life"
    ],
    [
      "京",
      "東京",
      "とうきょう",
      "Tokyo"
    ],
    [
      "強",
      "強い",
      "こわい",
      "tough, stiff, hard, inflexible, obstinate, stubborn, tired, worn out"
    ],
    [
      "教",
      "教授",
      "きょうじゅ",
      "professor, teaching, instruction"
    ],
    [
      "業",
      "企業",
      "きぎょう",
      "enterprise, business, company, corporation"
    ],
    [
      "近",
      "近く",
      "ちかく",
      "near, neighbourhood, neighborhood, vicinity, nearly (e.g. \"it took nearly one year\"), close to, shortly, soon"
    ],
    [
      "銀",
      "銀行",
      "ぎんこう",
      "bank, banking institution"
    ],
    [
      "区",
      "地区",
      "ちく",
      "district, section, sector"
    ],
    [
      "兄",
      "兄弟",
      "きょうだい",
      "siblings, brothers and sisters, brothers, siblings-in-law, brothers-in-law, sisters-in-law, mate, friend"
    ],
    [
      "計",
      "計画",
      "けいかく",
      "plan, project, schedule, scheme, program, programme"
    ],
    [
      "軽",
      "軽い",
      "かるい",
      "light (i.e. not heavy), feeling light (i.e. offering little resistance, moving easily), light (i.e. of foot), effortless, nimble, agile, non-serious, minor, unimportant, trivial, slight, small, gentle, soft, easy, lighthearted (e.g. joke), easy, simple, indiscriminate"
    ],
    [
      "建",
      "建設",
      "けんせつ",
      "construction, establishment"
    ],
    [
      "犬",
      "盲導犬",
      "もうどうけん",
      "guide dog, seeing-eye dog"
    ],
    [
      "研",
      "研究",
      "けんきゅう",
      "study, research, investigation"
    ],
    [
      "県",
      "県警",
      "けんけい",
      "prefectural police"
    ],
    [
      "験",
      "経験",
      "けいけん",
      "experience"
    ],
    [
      "元",
      "地元",
      "じもと",
      "home area, home town, local"
    ],
    [
      "光",
      "観光",
      "かんこう",
      "sightseeing, tourism"
    ],
    [
      "好",
      "好き",
      "ずき",
      "love of, affection for, enthusiast for, lover of, fan, -phile, being attractive to, being liked by"
    ],
    [
      "工",
      "工場",
      "こうじょう",
      "factory, plant, mill, workshop"
    ],
    [
      "広",
      "広島",
      "ひろしま",
      "Hiroshima (city, prefecture)"
    ],
    [
      "考",
      "考える",
      "かんがえる",
      "to think (about, of), to think over, to ponder, to contemplate, to reflect (on), to meditate (on), to consider, to bear in mind, to allow for, to take into consideration, to think (that), to believe, to hold (a view), to judge, to conclude, to suspect, to intend (to do), to think of (doing), to plan, to predict, to anticipate, to expect, to imagine, to come up with, to think up, to contrive, to devise, to consider (as), to regard (as), to look on (as), to take, to view"
    ],
    [
      "合",
      "場合",
      "ばやい",
      "case, occasion, situation, circumstances"
    ],
    [
      "黒",
      "黒字",
      "くろじ",
      "(being in) the black, surplus, black letter"
    ],
    [
      "菜",
      "野菜",
      "やさい",
      "vegetable, marijuana, cannabis"
    ],
    [
      "作",
      "作る",
      "つくる",
      "to make, to produce, to manufacture, to build, to construct, to prepare (food), to brew (alcohol), to raise, to grow, to cultivate, to train, to till, to draw up (a document), to make out, to prepare, to write, to create (an artistic work, etc.), to compose, to coin (a phrase), to organize, to organise, to establish, to found, to have (a child), to make up (one's face, etc.), to fabricate (an excuse, etc.), to give a (false) appearance, to feign (a smile, etc.), to put on a show of emotion, to form (a line, etc.), to set (a record), to commit (a sin, etc.)"
    ],
    [
      "産",
      "生産",
      "せいざん",
      "live birth"
    ],
    [
      "仕",
      "仕事",
      "しごと",
      "work, job, labor, labour, business, task, assignment, occupation, employment, work"
    ],
    [
      "使",
      "使う",
      "つかう",
      "to use (a tool, method, etc.), to make use of, to put to use, to use (a person, animal, puppet, etc.), to employ, to handle, to manage, to manipulate, to use (time, money, etc.), to spend, to consume, to use (language), to speak"
    ],
    [
      "始",
      "始める",
      "はじめる",
      "to start, to begin, to commence, to initiate, to originate, to start up (a business, society, etc.), to open (e.g. a store), to establish, to start ..., to begin to ..."
    ],
    [
      "姉",
      "姉妹",
      "しまい",
      "sisters"
    ],
    [
      "市",
      "市場",
      "しじょう",
      "market (financial, stock, domestic, etc.), marketplace, exchange, (street) market"
    ],
    [
      "思",
      "思う",
      "おもう",
      "to think, to consider, to believe, to reckon, to think (of doing), to plan (to do), to judge, to assess, to regard, to imagine, to suppose, to dream, to expect, to look forward to, to feel, to be (in a state of mind), to desire, to want, to recall, to remember"
    ],
    [
      "止",
      "禁止",
      "きんし",
      "prohibition, inhibition, ban"
    ],
    [
      "死",
      "死去",
      "しきょ",
      "death, decease, passing away"
    ],
    [
      "私",
      "私立",
      "しりつ",
      "private (establishment)"
    ],
    [
      "紙",
      "手紙",
      "てがみ",
      "letter, missive, note, mail"
    ],
    [
      "試",
      "試合",
      "しあい",
      "match, game, bout, contest"
    ],
    [
      "事",
      "事件",
      "じけん",
      "event, affair, incident, case, plot, trouble, scandal"
    ],
    [
      "字",
      "赤字",
      "あかじ",
      "(being in) the red, deficit, red letter, red writing, corrections (by a teacher or proofreader) written in red"
    ],
    [
      "持",
      "持つ",
      "もつ",
      "to hold (in one's hand), to take, to carry, to possess, to have, to own, to maintain, to keep, to last, to be durable, to keep, to survive, to take charge of, to be in charge of, to hold (meeting, etc.), to have (opportunity, etc.), to have \"it\", to have that special something, to be blessed with good luck"
    ],
    [
      "自",
      "自民党",
      "じみんとう",
      "Liberal Democratic Party, LDP"
    ],
    [
      "室",
      "教室",
      "きょうしつ",
      "classroom, lecture room, department (in a university), class, lessons, course, school (for a particular discipline), teaching establishment"
    ],
    [
      "質",
      "質問",
      "しつもん",
      "question, inquiry, enquiry"
    ],
    [
      "写",
      "写真",
      "しゃしん",
      "photograph, photo, picture, snapshot, snap, moving picture, movie"
    ],
    [
      "者",
      "記者",
      "きしゃ",
      "reporter, journalist"
    ],
    [
      "借",
      "借りる",
      "かりる",
      "to borrow, to have a loan, to rent, to hire"
    ],
    [
      "弱",
      "弱い",
      "よわい",
      "weak, frail, delicate, tender, unskilled, weak (wine)"
    ],
    [
      "主",
      "主張",
      "しゅちょう",
      "claim, insistence, assertion, advocacy, emphasis, contention, opinion, tenet"
    ],
    [
      "首",
      "首相",
      "しゅしょう",
      "prime minister, chancellor (Germany, Austria, etc.), premier"
    ],
    [
      "秋",
      "秋田",
      "あきた",
      "Akita (city, prefecture)"
    ],
    [
      "終",
      "終わる",
      "おわる",
      "to end, to come to an end, to finish, to close, to be over, to finish, to complete, to conclude, to finish doing, to be past its (one's) prime, to be awful, to be terrible, to suck, to be hopeless"
    ],
    [
      "習",
      "練習",
      "れんしゅう",
      "practice, training, drill, (an) exercise, workout"
    ],
    [
      "集",
      "集める",
      "あつめる",
      "to collect, to assemble, to gather"
    ],
    [
      "住",
      "住宅",
      "じゅうたく",
      "residence, housing, residential building"
    ],
    [
      "重",
      "重要",
      "じゅうよう",
      "important, essential, significant, major, key, principal"
    ],
    [
      "春",
      "来春",
      "らいしゅん",
      "next spring"
    ],
    [
      "所",
      "場所",
      "ばしょ",
      "place, location, spot, position, room, space, basho, wrestling tournament"
    ],
    [
      "暑",
      "暑い",
      "あつい",
      "hot, warm, sultry, heated, passionate, impassioned, burning (desire, etc.), on everybody's mind, on the radar, du jour, interested (gaze, etc.)"
    ],
    [
      "乗",
      "乗る",
      "のる",
      "to get on (train, plane, bus, ship, etc.), to get in, to board, to take, to embark, to get on (e.g. a footstool), to step on, to jump on, to sit on, to mount, to reach, to go over, to pass, to follow, to stay (on track), to go with (the times, etc.), to take part, to participate, to join, to get into the swing (and sing, dance, etc.), to be deceived, to be taken in, to be carried, to be spread, to be scattered, to stick, to attach, to take, to go on"
    ],
    [
      "場",
      "場合",
      "ばやい",
      "case, occasion, situation, circumstances"
    ],
    [
      "色",
      "色彩",
      "しきさい",
      "colour, color, hue, tints"
    ],
    [
      "心",
      "中心",
      "ちゅうしん",
      "center, centre, middle, heart, core, focus, pivot, emphasis, balance, -centered, -centred, -focused, -oriented, centered on, focused on"
    ],
    [
      "森",
      "青森",
      "あおもり",
      "Aomori (city, prefecture)"
    ],
    [
      "真",
      "写真",
      "しゃしん",
      "photograph, photo, picture, snapshot, snap, moving picture, movie"
    ],
    [
      "親",
      "母親",
      "ははおや",
      "mother"
    ],
    [
      "進",
      "進める",
      "すすめる",
      "to advance, to move forward, to put (a clock, watch) forward, to carry forward (plans, work, etc.), to proceed with, to make progress in, to further, to advance, to hasten, to speed up, to raise, to elevate, to promote, to develop, to stimulate (e.g. one's appetite)"
    ],
    [
      "図",
      "図る",
      "はかる",
      "to plan, to attempt, to devise, to plot, to conspire, to scheme, to aim for, to strive for, to work towards, to seek, to deceive, to trick, to take in"
    ],
    [
      "世",
      "世界",
      "せかい",
      "the world, society, the universe, sphere, circle, world, world-renowned, world-famous, realm governed by one Buddha, space"
    ],
    [
      "正",
      "改正",
      "かいせい",
      "revision, amendment, alteration"
    ],
    [
      "声",
      "声明",
      "しょうみょう",
      "sabdavidya (ancient Indian linguistic and grammatical studies), chanting of Buddhist hymns (usu. in Sanskrit or Chinese)"
    ],
    [
      "青",
      "青年",
      "せいねん",
      "youth, young man"
    ],
    [
      "赤",
      "赤字",
      "あかじ",
      "(being in) the red, deficit, red letter, red writing, corrections (by a teacher or proofreader) written in red"
    ],
    [
      "切",
      "切る",
      "きる",
      "to cut, to cut through, to perform (surgery), to sever (connections, ties), to turn off (e.g. the light), to terminate (e.g. a conversation), to hang up (the phone), to disconnect, to punch (a ticket), to tear off (a stub), to open (something sealed), to start, to set (a limit), to do (something) in less or within a certain time, to issue (cheques, vouchers, etc.), to reduce, to decrease, to discount, to shake off (water, etc.), to let drip-dry, to let drain, to cross, to traverse, to criticize sharply, to act decisively, to do (something noticeable), to go first, to make (certain facial expressions, in kabuki), to turn (vehicle, steering wheel, etc.), to curl (a ball), to bend, to cut, to shuffle (cards), to discard a tile, to dismiss, to sack, to let go, to expel, to excommunicate, to dig (a groove), to cut (a stencil, on a mimeograph), to trump, to cut (the connection between two groups), to start a fire (with wood-wood friction or by striking a metal against stone), to draw (a shape) in the air (with a sword, etc.), to do completely, to finish doing, to be completely ..., to be totally ..., to be terribly ..., to do clearly, to do decisively, to do firmly"
    ],
    [
      "説",
      "説明",
      "せつめい",
      "explanation, exposition, description, account, caption, legend"
    ],
    [
      "洗",
      "洗う",
      "あらう",
      "to wash, to cleanse, to rinse, to inquire into, to investigate, to purify (one's heart), to lave (e.g. shore), to wash over (e.g. deck), to sweep"
    ],
    [
      "早",
      "早い",
      "はやい",
      "fast, quick, rapid, swift, speedy, brisk, prompt, early, soon, earlier than usual, premature, too soon, too early, easy, simple, quick, fast, as soon as ..., the moment ..., the instant ..."
    ],
    [
      "走",
      "走る",
      "はしる",
      "to run, to run (of a vehicle), to drive, to travel, to move, to sail, to rush (to), to dash, to race, to retreat, to flee, to defect (to), to run away, to abscond, to elope, to flash (of lightning), to streak, to shoot (through; e.g. of pain), to run (through), to flare, to flit (e.g. across one's face), to spread quickly (of news, shock, etc.), to go (e.g. bad, to extremes), to become, to turn, to take to (e.g. crime), to get carried away by (e.g. one's emotions), to get involved in, to get wrapped up in, to run (through; of a road, street, etc.), to extend (e.g. of a mountain range), to stretch, to lie"
    ],
    [
      "送",
      "放送",
      "ほうそう",
      "broadcasting, broadcast, program, announcement"
    ],
    [
      "族",
      "家族",
      "かぞく",
      "family"
    ],
    [
      "村",
      "市町村",
      "しちょうそん",
      "cities, towns and villages, municipalities"
    ],
    [
      "太",
      "太平洋",
      "たいへいよう",
      "Pacific Ocean"
    ],
    [
      "体",
      "団体",
      "だんたい",
      "group, party, team, organization, organisation, association, group, body, society"
    ],
    [
      "待",
      "期待",
      "きたい",
      "expectation, anticipation, hope, promising, rising, up-and-coming"
    ],
    [
      "貸",
      "貸す",
      "かす",
      "to lend, to loan, to rent out, to hire out"
    ],
    [
      "代",
      "代表",
      "だいひょう",
      "representation, representative, delegate, delegation, exemplification, typification, being representative of, being typical of, representative example, exemplar, model, leader, switchboard number, main number"
    ],
    [
      "台",
      "舞台",
      "ぶたい",
      "stage (of a theatre, concert hall, etc.), (stage) performance, setting (of a story), scene, sphere (of activity), stage (e.g. political stage), scene, arena, world"
    ],
    [
      "題",
      "問題",
      "もんだい",
      "question (e.g. on a test), problem, problem (e.g. societal, political), question, issue, subject (e.g. of research), case, matter, question (i.e. doubt), public discussion, controversy, trouble, problem, inconvenience, difficulty"
    ],
    [
      "短",
      "短い",
      "みじかい",
      "short, brief"
    ],
    [
      "知",
      "知る",
      "しる",
      "to know, to be aware (of), to be conscious (of), to learn (of), to find out, to discover, to sense, to feel, to notice, to realize, to understand, to comprehend, to grasp, to appreciate, to remember, to be familiar with, to be acquainted with, to experience, to go through, to know (e.g. hardship), to get acquainted with (a person), to get to know, to have to do with, to be concerned with, to be one's concern, to be one's responsibility"
    ],
    [
      "地",
      "地域",
      "ちいき",
      "area, region, district, locality"
    ],
    [
      "池",
      "電池",
      "でんち",
      "battery, cell"
    ],
    [
      "茶",
      "喫茶店",
      "きっさてん",
      "coffee shop, tearoom, coffee lounge, coffeehouse, cafe"
    ],
    [
      "着",
      "決着",
      "けっちゃく",
      "conclusion, decision, end, settlement"
    ],
    [
      "昼",
      "昼食",
      "ちゅうしょく",
      "lunch, midday meal, food served at a tea party (tea ceremony)"
    ],
    [
      "注",
      "注目",
      "ちゅうもく",
      "notice, attention, observation"
    ],
    [
      "朝",
      "北朝鮮",
      "きたちょうせん",
      "North Korea"
    ],
    [
      "町",
      "市町村",
      "しちょうそん",
      "cities, towns and villages, municipalities"
    ],
    [
      "鳥",
      "鳥取",
      "とっとり",
      "Tottori (city, prefecture)"
    ],
    [
      "通",
      "通り",
      "とおり",
      "street, road, avenue, thoroughfare, traffic, coming and going, flow (of water, air, etc.), passage, running, transmission (of sound), reach (of voice), reputation, favor, favour, popularity, understanding, comprehension, comprehensibility, clarity, the same way (as), as (follows, stated, expected, etc.), counter for sets of things, counter for methods, ways, kinds, etc."
    ],
    [
      "低",
      "低い",
      "ひくい",
      "low (rank, degree, value, content, quality, etc.), low (position), close to the ground, short (height), deep (voice), in a low key, low (volume)"
    ],
    [
      "弟",
      "兄弟",
      "きょうだい",
      "siblings, brothers and sisters, brothers, siblings-in-law, brothers-in-law, sisters-in-law, mate, friend"
    ],
    [
      "転",
      "転換",
      "てんかん",
      "conversion, diversion, changeover, commutation, switchover"
    ],
    [
      "田",
      "秋田",
      "あきた",
      "Akita (city, prefecture)"
    ],
    [
      "都",
      "京都",
      "きょうと",
      "Kyoto (city, prefecture)"
    ],
    [
      "度",
      "制度",
      "せいど",
      "system, institution, organization, organisation"
    ],
    [
      "冬",
      "冬季",
      "とうき",
      "(season of) winter"
    ],
    [
      "答",
      "答える",
      "こたえる",
      "to answer, to reply"
    ],
    [
      "頭",
      "冒頭",
      "ぼうとう",
      "beginning, opening, start, outset"
    ],
    [
      "働",
      "働く",
      "はたらく",
      "to work, to labor, to labour, to function, to operate, to be effective, to work (i.e. ... works), to come into play, to commit (e.g. a crime), to perpetrate, to do, to act, to practise, to practice, to be conjugated"
    ],
    [
      "動",
      "活動",
      "かつどう",
      "activity (of a person, organization, animal, volcano, etc.), action, operation, moving picture"
    ],
    [
      "同",
      "同じ",
      "おなじ",
      "same, identical, equal, alike, equivalent, anyway, in any case, if one must ..., if one has to ..., as long as ..."
    ],
    [
      "堂",
      "食堂",
      "じきどう",
      "dining hall (at a temple)"
    ],
    [
      "特",
      "特別",
      "とくべつ",
      "special, particular, extraordinary, exceptional, especial"
    ],
    [
      "肉",
      "皮肉",
      "ひにく",
      "irony, sarcasm, cynicism, satire, unexpected, different from what one expected, not as one had planned, (only) surface, something superficial, skin and bone, body"
    ],
    [
      "売",
      "販売",
      "はんばい",
      "sales, selling, marketing"
    ],
    [
      "発",
      "発表",
      "はっぴょう",
      "announcement, publication, presenting, statement, communique, making known, breaking (news story), expressing (one's opinion), releasing, unveiling"
    ],
    [
      "飯",
      "米飯",
      "べいはん",
      "cooked rice"
    ],
    [
      "病",
      "病院",
      "びょういん",
      "hospital, clinic, doctor's office, doctor's surgery, infirmary"
    ],
    [
      "品",
      "作品",
      "さくひん",
      "work (e.g. book, film, painting, composition), piece, production, opus"
    ],
    [
      "不",
      "不足",
      "ふそく",
      "insufficiency, deficiency, shortage, lack, scarcity, deficit, dissatisfaction, discontent, complaint"
    ],
    [
      "風",
      "台風",
      "たいふう",
      "typhoon, hurricane"
    ],
    [
      "服",
      "克服",
      "こくふく",
      "conquest (of a difficulty, illness, crisis, etc.), overcoming, surmounting, bringing under control"
    ],
    [
      "物",
      "動物",
      "どうぶつ",
      "animal"
    ],
    [
      "文",
      "文化",
      "ぶんか",
      "culture, civilization, civilisation, Bunka era (1804.2.11-1818.4.22)"
    ],
    [
      "別",
      "特別",
      "とくべつ",
      "special, particular, extraordinary, exceptional, especial"
    ],
    [
      "便",
      "郵便",
      "ゆうびん",
      "mail service, postal service, mail, post, mail, postal matter, postal items"
    ],
    [
      "勉",
      "勉強",
      "べんきょう",
      "study, diligence, working hard, experience, lesson (for the future), discount, price reduction"
    ],
    [
      "歩",
      "歩く",
      "あるく",
      "to walk"
    ],
    [
      "方",
      "一方",
      "ひとかた",
      "one person, ordinary, common"
    ],
    [
      "妹",
      "姉妹",
      "しまい",
      "sisters"
    ],
    [
      "味",
      "意味",
      "いみ",
      "meaning, significance, sense"
    ],
    [
      "民",
      "自民党",
      "じみんとう",
      "Liberal Democratic Party, LDP"
    ],
    [
      "明",
      "明らか",
      "あきらか",
      "clear, obvious, evident, plain, definite, bright, light"
    ],
    [
      "問",
      "問題",
      "もんだい",
      "question (e.g. on a test), problem, problem (e.g. societal, political), question, issue, subject (e.g. of research), case, matter, question (i.e. doubt), public discussion, controversy, trouble, problem, inconvenience, difficulty"
    ],
    [
      "門",
      "部門",
      "ぶもん",
      "division (of a larger group), branch, field, class (subclass), group, category, department"
    ],
    [
      "夜",
      "日夜",
      "にちや",
      "day and night, around the clock, always, constantly"
    ],
    [
      "野",
      "野党",
      "やとう",
      "opposition party, the opposition"
    ],
    [
      "薬",
      "農薬",
      "のうやく",
      "agricultural chemical (i.e. pesticide, herbicide, fungicide, etc.), agrochemical, agrichemical"
    ],
    [
      "有",
      "有力",
      "ゆうりょく",
      "influential, prominent, strong, likely, plausible, potent"
    ],
    [
      "夕",
      "夕食",
      "ゆうしょく",
      "evening meal, dinner"
    ],
    [
      "曜",
      "曜日",
      "ようび",
      "day of the week"
    ],
    [
      "洋",
      "太平洋",
      "たいへいよう",
      "Pacific Ocean"
    ],
    [
      "用",
      "利用",
      "りよう",
      "use, utilization, utilisation, application"
    ],
    [
      "理",
      "理事",
      "りじ",
      "director, trustee"
    ],
    [
      "旅",
      "旅行",
      "りょこう",
      "travel, trip, journey, excursion, tour"
    ],
    [
      "料",
      "資料",
      "しりょう",
      "material, materials, data, information, documents"
    ],
    [
      "力",
      "協力",
      "きょうりょく",
      "cooperation, collaboration, help, support"
    ],
    [
      "林",
      "森林",
      "しんりん",
      "forest, woods"
    ]
  ],
  "N4": [
    [
      "安",
      "安全",
      "あんぜん",
      "safety, security"
    ],
    [
      "一",
      "一方",
      "ひとかた",
      "one person, ordinary, common"
    ],
    [
      "飲",
      "飲む",
      "のむ",
      "to drink, to gulp, to swallow, to take (medicine), to smoke (tobacco), to engulf, to overwhelm, to keep down, to suppress, to accept (e.g. demand, condition), to make light of, to conceal"
    ],
    [
      "右",
      "左右",
      "さゆう",
      "left and right, right and left, (asserting) control, influence, domination, one's attendants, people accompanying one, (serving at someone's) side, equivocation"
    ],
    [
      "雨",
      "大雨",
      "おおあめ",
      "heavy rain, torrential rainfall, downpour"
    ],
    [
      "駅",
      "駅前",
      "えきまえ",
      "in front of a station"
    ],
    [
      "円",
      "円高",
      "えんだか",
      "appreciation of the yen, strong yen"
    ],
    [
      "下",
      "以下",
      "いか",
      "not exceeding ..., not more than ..., ... and under, ... and below, ... or fewer, below (a standard, level, etc.), under, beneath, less than, the following, the below-mentioned, the rest, followed by ..., including ..., ... and other (employees, officials, etc.)"
    ],
    [
      "何",
      "何か",
      "なにか",
      "something, some, any, somehow, for some reason, (so) what (are you trying to say)?, what (do you mean)?"
    ],
    [
      "火",
      "火山",
      "かざん",
      "volcano"
    ],
    [
      "花",
      "花火",
      "はなび",
      "fireworks"
    ],
    [
      "会",
      "会議",
      "かいぎ",
      "meeting, conference, session, assembly, council, convention, congress"
    ],
    [
      "外",
      "外相",
      "がいしょう",
      "Foreign Minister"
    ],
    [
      "学",
      "大学",
      "だいがく",
      "university, college, former imperial university of Japan (established under the ritsuryō system for the training of government administrators), the Great Learning (one of the Four Books)"
    ],
    [
      "間",
      "時間",
      "じかん",
      "time, hour, period, class, lesson"
    ],
    [
      "気",
      "景気",
      "けいき",
      "business conditions, the market, economic activity, economic climate, good (economic) times, prosperity, boom, liveliness, energy, vigour, vigor, spirit"
    ],
    [
      "休",
      "休日",
      "きゅうじつ",
      "holiday, day off"
    ],
    [
      "魚",
      "魚介類",
      "ぎょかいるい",
      "marine products, seafood, fish and shellfish"
    ],
    [
      "金",
      "資金",
      "しきん",
      "funds, capital"
    ],
    [
      "九",
      "九州",
      "きゅうしゅう",
      "Kyūshū (southernmost of the four main islands of Japan)"
    ],
    [
      "空",
      "空港",
      "くうこう",
      "airport"
    ],
    [
      "月",
      "四月",
      "よつき",
      "four months"
    ],
    [
      "見",
      "見る",
      "みる",
      "to see, to look, to watch, to view, to observe, to examine, to look over, to assess, to check, to judge, to look after, to attend to, to take care of, to keep an eye on, to experience, to meet with (misfortune, success, etc.), to try ..., to have a go at ..., to give ... a try, to see (that) ..., to find (that) ..."
    ],
    [
      "言",
      "言う",
      "いう",
      "to say, to utter, to declare, to name, to call, to go (e.g. \"the alarm went ping\"), to make a noise"
    ],
    [
      "古",
      "名古屋",
      "なごや",
      "Nagoya (city)"
    ],
    [
      "五",
      "五月",
      "さつき",
      "fifth month of the lunar calendar, satsuki azalea (Rhododendron indicum)"
    ],
    [
      "午",
      "午後",
      "ごご",
      "afternoon, p.m."
    ],
    [
      "後",
      "午後",
      "ごご",
      "afternoon, p.m."
    ],
    [
      "語",
      "語る",
      "かたる",
      "to talk about, to speak of, to tell, to narrate, to recite, to chant, to indicate, to show"
    ],
    [
      "口",
      "人口",
      "じんこう",
      "population, common talk"
    ],
    [
      "校",
      "学校",
      "がっこう",
      "school"
    ],
    [
      "行",
      "行う",
      "おこなう",
      "to perform, to do, to conduct oneself, to carry out"
    ],
    [
      "高",
      "高い",
      "たかい",
      "high, tall, expensive, high-priced, high (level), above average (in degree, quality, etc.), loud, high-pitched, shrill"
    ],
    [
      "国",
      "米国",
      "べいこく",
      "(United States of) America, USA, US"
    ],
    [
      "今",
      "今年",
      "ことし",
      "this year"
    ],
    [
      "左",
      "左右",
      "さゆう",
      "left and right, right and left, (asserting) control, influence, domination, one's attendants, people accompanying one, (serving at someone's) side, equivocation"
    ],
    [
      "三",
      "三月",
      "みつき",
      "three months"
    ],
    [
      "山",
      "山口",
      "やまぐち",
      "Yamaguchi (city, prefecture)"
    ],
    [
      "四",
      "四月",
      "よつき",
      "four months"
    ],
    [
      "子",
      "子供",
      "こども",
      "child, children"
    ],
    [
      "時",
      "時間",
      "じかん",
      "time, hour, period, class, lesson"
    ],
    [
      "耳",
      "牛耳る",
      "ぎゅうじる",
      "to control, to take the lead in, to have under one's thumb"
    ],
    [
      "七",
      "七つ",
      "ななつ",
      "seven, seven years of age, four o'clock (old time system)"
    ],
    [
      "社",
      "会社",
      "かいしゃ",
      "company, corporation, firm, one's workplace"
    ],
    [
      "車",
      "自動車",
      "じどうしゃ",
      "car, automobile, motorcar, motor vehicle, auto"
    ],
    [
      "手",
      "選手",
      "せんしゅ",
      "player (of a sport), athlete, team member"
    ],
    [
      "週",
      "週間",
      "しゅうかん",
      "week"
    ],
    [
      "十",
      "十分",
      "じゅうぶん",
      "enough, sufficient, plenty, adequate, satisfactory, sufficiently, fully, thoroughly, well, perfectly, division into ten"
    ],
    [
      "出",
      "出る",
      "でる",
      "to leave, to exit, to go out, to come out, to get out, to leave (on a journey), to depart, to start out, to set out, to move forward, to come to, to get to, to lead to, to reach, to appear, to come out, to emerge, to surface, to come forth, to turn up, to be found, to be detected, to be discovered, to be exposed, to show, to be exhibited, to be on display, to appear (in print), to be published, to be announced, to be issued, to be listed, to come out, to attend, to participate, to take part, to enter (an event), to play in, to perform, to be stated, to be expressed, to come up, to be brought up, to be raised, to sell, to exceed, to go over, to stick out, to protrude, to break out, to occur, to start, to originate, to be produced, to come from, to be derived from, to be given, to get, to receive, to be offered, to be provided, to be presented, to be submitted, to be handed in, to be turned in, to be paid, to answer (phone, door, etc.), to get, to assume (an attitude), to act, to behave, to pick up (speed, etc.), to gain, to flow (e.g. tears), to run, to bleed, to graduate, to ejaculate, to cum"
    ],
    [
      "書",
      "書く",
      "かく",
      "to write, to compose, to pen, to draw, to paint"
    ],
    [
      "女",
      "女性",
      "じょせい",
      "woman, female, feminine gender"
    ],
    [
      "小",
      "小選挙区",
      "しょうせんきょく",
      "small electoral district, single-member constituency"
    ],
    [
      "少",
      "少ない",
      "すくない",
      "few, little, small (amount), low, scarce, insufficient, seldom, rare"
    ],
    [
      "上",
      "以上",
      "いじょう",
      "not less than ..., ... and over, ... and above, ... and upwards, ... or more, beyond (e.g. one's expectations), above, more than, further than, the above, the above-mentioned, the aforementioned, the foregoing, since ..., seeing that ..., now that ..., once ..., that's all, that is the end, the end"
    ],
    [
      "食",
      "食べる",
      "たべる",
      "to eat, to live on (e.g. a salary), to live off, to subsist on"
    ],
    [
      "新",
      "新しい",
      "あたらしい",
      "new, novel, fresh, recent, latest, up-to-date, modern"
    ],
    [
      "人",
      "二人",
      "ふたり",
      "two persons, two people, pair, couple"
    ],
    [
      "水",
      "水準",
      "すいじゅん",
      "level, standard, water level"
    ],
    [
      "生",
      "生活",
      "せいかつ",
      "life, living, livelihood, (one's) living"
    ],
    [
      "西",
      "西武",
      "せいぶ",
      "Seibu, Seibu (conglomerate: stores, railway, etc.), Saitama Seibu Lions (abbr)"
    ],
    [
      "先",
      "先月",
      "せんげつ",
      "last month"
    ],
    [
      "千",
      "千葉",
      "ちば",
      "Chiba (city, prefecture)"
    ],
    [
      "川",
      "神奈川",
      "かながわ",
      "Kanagawa (prefecture)"
    ],
    [
      "前",
      "午前",
      "ごぜん",
      "morning, a.m."
    ],
    [
      "足",
      "不足",
      "ふそく",
      "insufficiency, deficiency, shortage, lack, scarcity, deficit, dissatisfaction, discontent, complaint"
    ],
    [
      "多",
      "多い",
      "おおい",
      "many, numerous, a lot, large amount of, large quantity of, a lot, much, frequent, common"
    ],
    [
      "大",
      "大統領",
      "だいとうりょう",
      "president (of a nation), big man, boss, buddy, mate"
    ],
    [
      "男",
      "男性",
      "だんせい",
      "man, male, masculine gender"
    ],
    [
      "中",
      "中国",
      "ちゅうごく",
      "China, Chūgoku region (western part of Honshu comprising the prefectures of Okayama, Hiroshima, Yamaguchi, Tottori and Shimane), central part of a country, main region, province of the second lowest rank (ritsuryō system)"
    ],
    [
      "長",
      "会長",
      "かいちょう",
      "president (of a society), chairman"
    ],
    [
      "天",
      "天皇",
      "てんのう",
      "Emperor of Japan"
    ],
    [
      "店",
      "支店",
      "してん",
      "branch office, branch store"
    ],
    [
      "電",
      "電話",
      "でんわ",
      "telephone call, phone call, telephone (device), phone"
    ],
    [
      "土",
      "土地",
      "とち",
      "plot of land, lot, soil, locality, region, place"
    ],
    [
      "東",
      "東京",
      "とうきょう",
      "Tokyo"
    ],
    [
      "道",
      "報道",
      "ほうどう",
      "report (of news), reporting, news, information, (media) coverage"
    ],
    [
      "読",
      "読む",
      "よむ",
      "to read, to recite (e.g. a sutra), to chant, to predict, to guess, to forecast, to read (someone's thoughts), to see (e.g. into someone's heart), to divine, to pronounce, to read (e.g. a kanji), to decipher, to read (a meter, graph, music, etc.), to tell (the time), to count, to estimate, to read (a kanji) with its native Japanese reading"
    ],
    [
      "南",
      "南北",
      "なんぼく",
      "north and south, north to south, South Korea and North Korea"
    ],
    [
      "二",
      "二人",
      "ふたり",
      "two persons, two people, pair, couple"
    ],
    [
      "日",
      "日本",
      "にほん",
      "Japan"
    ],
    [
      "入",
      "入る",
      "いる",
      "to enter, to go in, to get in, to come in, to set (of the sun or moon), to sink, to go down, to attain (nirvana, enlightenment, etc.), to achieve, to reach (e.g. a climax), to do fully, to do intently, to do sincerely, to do deeply, to feel keenly, to (reach a state) completely"
    ],
    [
      "年",
      "昨年",
      "さくねん",
      "last year"
    ],
    [
      "買",
      "買う",
      "かう",
      "to buy, to purchase, to value (highly), to think highly of, to have a high opinion of, to appreciate, to recognize, to incur (someone's anger, displeasure, etc.), to elicit (e.g. sneers), to invite (e.g. scorn), to evoke, to arouse, to win (someone's favour), to accept, to take on, to take up, to pay for (a prostitute, geisha, etc.)"
    ],
    [
      "白",
      "面白い",
      "おもしろい",
      "interesting, fascinating, intriguing, enthralling, amusing, funny, comical, enjoyable, fun, entertaining, pleasant, agreeable, good, satisfactory, favourable, desirable, encouraging"
    ],
    [
      "八",
      "八王子",
      "はちおうじ",
      "Hachiōji (city)"
    ],
    [
      "半",
      "時半",
      "じはん",
      "half past (the hour)"
    ],
    [
      "百",
      "百貨店",
      "ひゃっかてん",
      "department store"
    ],
    [
      "父",
      "父親",
      "ちちおや",
      "father"
    ],
    [
      "分",
      "自分",
      "じぶん",
      "myself, yourself, oneself, himself, herself, I, me, you"
    ],
    [
      "聞",
      "聞く",
      "きく",
      "to hear, to listen (e.g. to music), to ask, to enquire, to query, to hear about, to hear of, to learn of, to follow (advice, order, etc.), to obey, to listen to, to comply with, to hear (e.g. a plea), to grant (a request), to accept (e.g. an argument), to give consideration to, to smell (esp. incense), to sample (a fragrance), to taste (alcohol), to try"
    ],
    [
      "母",
      "母親",
      "ははおや",
      "mother"
    ],
    [
      "北",
      "北朝鮮",
      "きたちょうせん",
      "North Korea"
    ],
    [
      "本",
      "日本",
      "にほん",
      "Japan"
    ],
    [
      "毎",
      "毎日",
      "まいにち",
      "every day"
    ],
    [
      "万",
      "万全",
      "ばんぜん",
      "perfection, flawlessness"
    ],
    [
      "名",
      "名前",
      "なまえ",
      "name, given name, first name"
    ],
    [
      "木",
      "青木",
      "あおき",
      "Japanese laurel (Aucuba japonica), spotted laurel, lush, green tree"
    ],
    [
      "目",
      "目指す",
      "めざす",
      "to aim at (for, to do, to become), to try for, to have an eye on, to go toward, to head for"
    ],
    [
      "友",
      "友人",
      "ゆうじん",
      "friend"
    ],
    [
      "来",
      "以来",
      "いらい",
      "since, henceforth"
    ],
    [
      "立",
      "立場",
      "たちば",
      "position, situation, viewpoint, standpoint, point of view"
    ],
    [
      "六",
      "十六",
      "じゅうろく",
      "sixteen, 16"
    ],
    [
      "話",
      "話す",
      "はなす",
      "to talk, to speak, to converse, to chat, to tell, to explain, to narrate, to mention, to describe, to discuss, to speak (a language)"
    ]
  ]
}